{
    "version": "https://jsonfeed.org/version/1",
    "title": "Fisici Senza Palestra",
    "description": "",
    "home_page_url": "https://fisicisenzapalestra.com",
    "feed_url": "https://fisicisenzapalestra.com/feed.json",
    "user_comment": "",
    "icon": "https://fisicisenzapalestra.com/media/website/headerwhite.png",
    "author": {
        "name": "Raffaele Farinaro"
    },
    "items": [
        {
            "id": "https://fisicisenzapalestra.com/privacy-policy.html",
            "url": "https://fisicisenzapalestra.com/privacy-policy.html",
            "title": "Privacy Policy",
            "summary": "Chi siamoL'indirizzo del nostro sito web è: https://www.fisicisenzapalestra.com. Quando i visitatori lasciano commenti sul sito, raccogliamo i dati mostrati nel modulo dei commenti oltre all'indirizzo IP del visitatore e la stringa dello user agent del browser per facilitare il rilevamento dello spam. Una stringa anonimizzata&hellip;",
            "content_html": "<h2 id=\"mcetoc_1e5s3qji40\">Chi siamo</h2>\n<p>L'indirizzo del nostro sito web è: https://www.fisicisenzapalestra.com.</p>\n<h2 id=\"mcetoc_1e5s3qji41\">Quali dati personali raccogliamo e perché li raccogliamo</h2>\n<h3 id=\"mcetoc_1e5s3qji42\">Commenti</h3>\n<p>Quando i visitatori lasciano commenti sul sito, raccogliamo i dati mostrati nel modulo dei commenti oltre all'indirizzo IP del visitatore e la stringa dello user agent del browser per facilitare il rilevamento dello spam.</p>\n<p>Una stringa anonimizzata creata a partire dal tuo indirizzo email (altrimenti detta hash) può essere fornita al servizio Gravatar per vedere se lo stai usando. La privacy policy del servizio Gravatar è disponibile qui: https://automattic.com/privacy/. Dopo l'approvazione del tuo commento, la tua immagine del profilo è visibile al pubblico nel contesto del tuo commento.</p>\n<h3 id=\"mcetoc_1e5s3qji43\">Media</h3>\n<p>Se carichi immagini sul sito web, dovresti evitare di caricare immagini che includono i dati di posizione incorporati (EXIF GPS). I visitatori del sito web possono scaricare ed estrarre qualsiasi dato sulla posizione dalle immagini sul sito web.</p>\n<h3 id=\"mcetoc_1e5s3qji44\">Modulo di contatto</h3>\n<h3 id=\"mcetoc_1e5s3qji45\">Cookie</h3>\n<p>Se lasci un commento sul nostro sito, puoi scegliere di salvare il tuo nome, indirizzo email e sito web nei cookie. Sono usati per la tua comodità in modo che tu non debba inserire nuovamente i tuoi dati quando lasci un altro commento. Questi cookie dureranno per un anno.</p>\n<p>Se hai un account e accedi a questo sito, verrà impostato un cookie temporaneo per determinare se il tuo browser accetta i cookie. Questo cookie non contiene dati personali e viene eliminato quando chiudi il browser.</p>\n<p>Quando effettui l'accesso, verranno impostati diversi cookie per salvare le tue informazioni di accesso e le tue opzioni di visualizzazione dello schermo. I cookie di accesso durano due giorni mentre i cookie per le opzioni dello schermo durano un anno. Se selezioni \"Ricordami\", il tuo accesso persisterà per due settimane. Se esci dal tuo account, i cookie di accesso verranno rimossi.</p>\n<p>Se modifichi o pubblichi un articolo, un cookie aggiuntivo verrà salvato nel tuo browser. Questo cookie non include dati personali, ma indica semplicemente l'ID dell'articolo appena modificato. Scade dopo 1 giorno.</p>\n<h3 id=\"mcetoc_1e5s3qji46\">Contenuto incorporato da altri siti web</h3>\n<p>Gli articoli su questo sito possono includere contenuti incorporati (ad esempio video, immagini, articoli, ecc.). I contenuti incorporati da altri siti web si comportano esattamente allo stesso modo come se il visitatore avesse visitato l'altro sito web.</p>\n<p>Questi siti web possono raccogliere dati su di te, usare cookie, integrare ulteriori tracciamenti di terze parti e monitorare l'interazione con quel contenuto incorporato, incluso il tracciamento della tua interazione con il contenuto incorporato se hai un account e hai effettuato l'accesso a quel sito web.</p>\n<h3 id=\"mcetoc_1e5s3qji47\">Analytics</h3>\n<h2 id=\"mcetoc_1e5s3qji48\">Con chi condividiamo i tuoi dati</h2>\n<h2 id=\"mcetoc_1e5s3qji49\">Per quanto tempo conserviamo i tuoi dati</h2>\n<p>Se lasci un commento, il commento e i relativi metadati vengono conservati a tempo indeterminato. È così che possiamo riconoscere e approvare automaticamente eventuali commenti successivi invece di tenerli in una coda di moderazione.</p>\n<p>Per gli utenti che si registrano sul nostro sito web (se presenti), memorizziamo anche le informazioni personali che forniscono nel loro profilo utente. Tutti gli utenti possono vedere, modificare o cancellare le loro informazioni personali in qualsiasi momento (eccetto il loro nome utente che non possono cambiare). Gli amministratori del sito web possono anche vedere e modificare queste informazioni.</p>\n<h2 id=\"mcetoc_1e5s3qji4a\">Quali diritti hai sui tuoi dati</h2>\n<p>Se hai un account su questo sito, o hai lasciato commenti, puoi richiedere di ricevere un file esportato dal sito con i dati personali che abbiamo su di te, compresi i dati che ci hai fornito. Puoi anche richiedere che cancelliamo tutti i dati personali che ti riguardano. Questo non include i dati che siamo obbligati a conservare per scopi amministrativi, legali o di sicurezza.</p>\n<h2 id=\"mcetoc_1e5s3qji4b\">Dove spediamo i tuoi dati</h2>\n<p>I commenti dei visitatori possono essere controllati attraverso un servizio di rilevamento automatico dello spam.</p>\n<h2 id=\"mcetoc_1e5s3qji4c\">Per contattarci, <a href=\"#non-existing-post-with-id-26\">QUESTA</a> è la pagina giusta.</h2>\n<h2 id=\"mcetoc_1e5s3qji4d\">Per l'informativa sui cookie, <a href=\"https://fisicisenzapalestra.com/informativa-sulluso-dei-cookie.html\">QUESTA</a> è la pagina giusta.</h2>",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
            ],
            "date_published": "2020-04-14T12:31:13+02:00",
            "date_modified": "2020-04-14T12:31:13+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/chi-era-billy-milligan-luomo-dalle-24-personalita.html",
            "url": "https://fisicisenzapalestra.com/chi-era-billy-milligan-luomo-dalle-24-personalita.html",
            "title": "Chi era Billy Milligan, l&#x27;uomo dalle 24 personalità",
            "summary": "Leonardo Di Caprio, impegnato in ruoli sempre più complessi, nel 2017, interpreterà in The Crowded Room il personaggio di William Stanley Milligan, il criminale statunitense meglio conosciuto come Billy Milligan—Non si tratta di uno psicopatico qualsiasi, bensì del più controverso caso di dissociazione della personalità&hellip;",
            "content_html": "<p>Leonardo Di Caprio, impegnato in ruoli sempre più complessi, nel 2017, interpreterà in <i>The Crowded Room </i>il personaggio di William Stanley Milligan, il criminale statunitense meglio conosciuto come Billy Milligan—Non si tratta di uno psicopatico qualsiasi, bensì del più controverso caso di dissociazione della personalità della storia.</p>\n<p>La sua vita ha influenzato e incuriosito vari campi dell'arte: il teatro, con uno spettacolo teatrale italiano di Cinzia Tani intitolato <a href=\"https://www.youtube.com/watch?v=Ial5W19xtfc\" target=\"_blank\" rel=\"noopener noreferrer\"><i>24 volte Billy</i></a>; la letteratura, con il libro <a href=\"https://it.wikipedia.org/wiki/Una_stanza_piena_di_gente\" target=\"_blank\" rel=\"noopener noreferrer\"><i>The Mind of Billy Milligan</i></a><i>—Una stanza piena di gente</i>—di Daniel Keyes e, infine, il cinema. Proprio da questa biografia, l'attore ha deciso di portare nelle sale un nuovo capolavoro: avrà intenzione di smuovere nuovamente tutto il suo pubblico per provare a replicare l'impresa?</p>\n<p>Mentre aspettiamo l'uscita del film del <a href=\"http://motherboard.vice.com/it/tag/leonardo+di+caprio\">premio Oscar</a>, possiamo goderci <i>Split,</i> nella sale dal 26 gennaio 2017, in cui James McAvoy ripercorrerà la stessa storia—o quasi.</p>\n<p> </p>\n<div class=\"article__embed article__embed--youtube\" style=\"text-align: center;\"><iframe width=\"500\" height=\"281\" src=\"https://www.youtube.com/embed/mJXACd2zAx8\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\" ></iframe></div>\n<p>\"Scene e dialoghi sono ricostruiti attraverso i ricordi di Milligan,\" spiega Daniel Keyes nella prefazione della biografia, <i>Una stanza piena di gente</i>. \"Le sedute di terapia sono tratte direttamente dai nastri registrati, non ho inventato niente,\" afferma sottolineando la veridicità della vicenda, \"Un serio problema che dovetti affrontare, quando incominciai a scrivere, fu lo sviluppo di una cronologia, perché spesso, fin dalla prima infanzia, Milligan aveva \"perso\" interi blocchi di tempo—Di rado prestava attenzione a orologi o calendari, e spesso era troppo imbarazzato per ammettere di non sapere che giorno o che mese fosse,\" conclude.</p>\n<p>Billy Milligan ha avuto una vita difficile, in particolare, la sua infanzia è stata particolarmente drammatica. Nasce a Miami il 14 febbraio1955 e subito dopo la sua nascita, la madre Dorothy ed il padre—un comico con problemi economici, di alcolismo e gioco d'azzardo—si lasciano.</p>\n<p><a href=\"https://motherboard.vice.com/it/article/le-personalita-di-billy-mulligan\"><img class=\"aligncenter size-full wp-image-3201\" src=\"https://fisicisenzapalestra.com/media/posts/187/CONTINUASUMOTHERBOARD.jpg\" alt=\"\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/187/1485515098571383.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Esplorando il corpo umano"
            ],
            "date_published": "2020-04-14T12:10:22+02:00",
            "date_modified": "2020-04-14T12:10:22+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/quanto-sono-fondati-i-rumors-sulle-nuove-onde-gravitazionali.html",
            "url": "https://fisicisenzapalestra.com/quanto-sono-fondati-i-rumors-sulle-nuove-onde-gravitazionali.html",
            "title": "Quanto sono fondati i rumors sulle nuove onde gravitazionali?",
            "summary": "Lo scorso 25 Agosto si è concluso ufficialmente il secondo Advanced Detector Observing Run, in breve 'O2', che vede la collaborazione di LIGO e dell'italianissimo Virgo che dallo scorso 30 Novembre hanno unito le forze in cerca di nuove onde gravitazionali. Come si legge dal comunicato ufficiale, alcuni&hellip;",
            "content_html": "<p>Lo scorso 25 Agosto si è concluso ufficialmente il secondo Advanced Detector Observing Run, in breve 'O2', che vede la collaborazione di LIGO e dell'italianissimo <a href=\"https://motherboard.vice.com/it/article/xwyevz/documentario-virgo-onde-gravitazionali-pisa\">Virgo</a> che dallo scorso 30 Novembre hanno unito le forze in cerca di nuove onde gravitazionali. Come si legge dal <a href=\"https://www.ligo.caltech.edu/news/ligo20170825\" target=\"_blank\" rel=\"noopener noreferrer\">comunicato ufficiale</a>, alcuni \"candidati promettenti\" sono stati individuati e i dati sono stati inviati ai vari istituti astronomici che collaborano con il progetto per essere analizzati e quindi ufficialmente divulgati (ad alcune condizioni). Niente di ufficiale quindi, eppure in questi giorni non si parla d'altro che di una nuova sorgente di onde gravitazionali.</p>\n<p>Tutto è cominciato il 18 Agosto....</p>\n<p><a href=\"https://www.vice.com/it/article/evvqvm/quanto-sono-fondati-i-rumors-sulle-nuove-onde-gravitazionali\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/217/CONTINUASUMOTHERBOARD.jpg\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/217/neutron.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Scoperte",
                   "Motherboard",
                   "Fisica"
            ],
            "date_published": "2020-04-14T12:08:10+02:00",
            "date_modified": "2020-04-14T17:23:42+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/boinc-il-calcolo-distribuito-rivoluziona-la-scienza.html",
            "url": "https://fisicisenzapalestra.com/boinc-il-calcolo-distribuito-rivoluziona-la-scienza.html",
            "title": "BOINC: il calcolo distribuito rivoluziona la scienza",
            "summary": "L’introduzione dei computer ha, senza mezzi termini, rivoluzionato la scienza. La possibilità di creare dei modelli realistici che mimano la realtà a livelli molto diversi, da quello subatomico a quello interstellare, ha dato la possibilità di effettuare indagini che anni fa sarebbero apparse folli e&hellip;",
            "content_html": "<p>L’introduzione dei computer ha, senza mezzi termini, rivoluzionato la scienza. La possibilità di creare dei modelli realistici che mimano la realtà a livelli molto diversi, da quello subatomico a quello interstellare, ha dato la possibilità di effettuare indagini che anni fa sarebbero apparse folli e sognanti. L’utilizzo di alcuni programmi permette di creare dei veri e propri “laboratori virtuali” nei quali è possibile ripetere lo stesso esperimento, ogni volta con una variabile diversa, nel giro di pochi secondi: risparmio di materiale, tempo e rischi (pensate a un esperimento chimico).</p>\n<p>Perché questi modelli ricalchino in modo più realistico possibile la realtà è però necessaria tanta potenza di calcolo. E con <a href=\"http://bit.ly/1LrphZn\" target=\"_blank\" rel=\"noopener noreferrer\">il fallimento della legge di Moore</a>, una delle possibili soluzioni e quella della “parallelizzazione”, ovvero l’utilizzo di più processori allo stesso tempo per analizzare più efficientemente i dati.</p>\n<p><a href=\"https://www.vice.com/it/article/kb3v9y/boinc-rivoluzione-scientifica\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/166/CONTINUASUMOTHERBOARD.jpg\" alt=\"continuasumotherboard\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/166/boinc.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Tecnologia",
                   "Motherboard"
            ],
            "date_published": "2020-04-14T12:07:29+02:00",
            "date_modified": "2020-04-14T17:23:09+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/quando-i-videogiochi-istigano-alla-ricerca-scientifica.html",
            "url": "https://fisicisenzapalestra.com/quando-i-videogiochi-istigano-alla-ricerca-scientifica.html",
            "title": "Quando i videogiochi istigano alla ricerca scientifica",
            "summary": "Quante ore spendiamo sui videogiochi? Senza fare distinzione tra app per smartphone o tablet e giochi per console e PC, dev’essere difficile fare la conta delle ore totali spese a giocare. Partiamo da un punto di vista più generale: per esempio, solo con World Of&hellip;",
            "content_html": "<p>Quante ore spendiamo sui videogiochi? Senza fare distinzione tra app per smartphone o tablet e giochi per console e PC, dev’essere difficile fare la conta delle ore totali spese a giocare. Partiamo da un punto di vista più generale: per esempio, solo con <em>World Of Warcraft</em>, la popolazione mondiale ha speso online più di<a href=\"https://www.ted.com/talks/jane_mcgonigal_gaming_can_make_a_better_world?language=en\"> <u>sei milioni di anni</u></a>—Sei milioni di anni giocando a un singolo videogioco.</p>\n<p>Mentre a molti un numero del genere potrebbe far venire un capogiro, a Jacob Sherson ha fatto venire in mente qualcosa di rivoluzionario. Questo fisico danese con il sogno di costruire un computer quantistico ha ben pensato che se riuscissimo a trasformare gli ostacoli di progettazione di una tecnologia del genere in difficoltà da superare all’interno di un videogioco, magari saranno i giocatori stessi a risolvere i problemi.</p>\n<p><a href=\"https://www.vice.com/it/article/8q5ygx/i-videogiochi-istigano-alla-ricerca-scientifica\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/169/CONTINUASUMOTHERBOARD.jpg\" alt=\"continuasumotherboard\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/169/quantum_game.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Tecnologia",
                   "Motherboard"
            ],
            "date_published": "2020-04-14T12:07:12+02:00",
            "date_modified": "2020-04-14T17:24:18+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/tre-modi-per-risorgere-nel-mondo-virtuale.html",
            "url": "https://fisicisenzapalestra.com/tre-modi-per-risorgere-nel-mondo-virtuale.html",
            "title": "Tre modi per risorgere nel mondo virtuale",
            "summary": "La paura della morte è uno dei temi che accompagna l'umanità fin dai suoi albori. Ogni comunità ha affrontato il tema, rivolgendosi a un essere superiore o accettando il fatto che siamo fatti di atomi, legami elettromagnetici e filamenti di acido desossiribonucleico. \"Nella vita l'unica&hellip;",
            "content_html": "<p>La paura della morte è uno dei temi che accompagna l'umanità fin dai suoi albori. Ogni comunità ha affrontato il tema, rivolgendosi a un essere superiore o accettando il fatto che siamo fatti di atomi, legami elettromagnetici e filamenti di acido desossiribonucleico.</p>\n<p>\"Nella vita l'unica cosa certa è la morte, cioè l'unica cosa di cui non si sa nulla con certezza\" diceva Soren Kierkegaard. OK, abbiamo accettato il nostro destino e ci siamo rassegnati a questo, chi a malincuore e chi con la speranza di un qualcosa che ci aspetta dall’altra parte.</p>\n<p>L'altra sera mi è capitato di vedere <a href=\"https://it.wikipedia.org/wiki/Transcendence_(film)\" target=\"_blank\" rel=\"noopener noreferrer\"><em>Trascendence</em></a>, il debutto in regia di Wally Pfister, direttore della fotografia di Nolan dai tempi di <em>Memento</em> e vincitore di un Oscar: uno che sa il fatto suo. Dopo<em> I</em><em>l cavaliere oscuro - Il ritorno </em>ha deciso di abbandonare la fotografia e di sedersi sulla sedia della regia con questa sceneggiatura scritta da Jack Paglen.</p>\n<p>Il dottor Will Caster, uno tra i più importanti ricercatori nell'ambito dell'intelligenza artificiale, viene assassinato da un movimento di terroristi anti-tecnologici. La sua ricerca aveva il fine di creare una macchina che combinasse l'intelligenza collettiva di tutto quello che è conosciuto con l'intera gamma delle emozioni umane per creare una macchina che avesse coscienza di sé.</p>\n<p><a href=\"https://www.vice.com/it/article/9aqpyv/come-risorgere-nel-mondo-virtuale\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/171/CONTINUASUMOTHERBOARD.jpg\" alt=\"continuasumotherboard\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/171/trascendence.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Tecnologia",
                   "Motherboard",
                   "Dubbi esistenziali"
            ],
            "date_published": "2020-04-14T12:06:41+02:00",
            "date_modified": "2020-04-14T17:25:07+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/partecipa-al-primo-test-universale-sulla-disugaglianza-di-bell.html",
            "url": "https://fisicisenzapalestra.com/partecipa-al-primo-test-universale-sulla-disugaglianza-di-bell.html",
            "title": "Partecipa al primo test universale sulla disugaglianza di Bell",
            "summary": "Quando la fisica del ‘900, quella che oggi conosciamo come fisica classica, assistette alla nascita della meccanica quantistica strizzò il naso: una teoria molto ambiziosa a cui mancava il carattere fondamentale della scienza per come veniva concepita fino a quel momento: il determinismo. Se succede&hellip;",
            "content_html": "<p>Quando la fisica del ‘900, quella che oggi conosciamo come fisica classica, assistette alla nascita della meccanica quantistica strizzò il naso: una teoria molto ambiziosa a cui mancava il carattere fondamentale della scienza per come veniva concepita fino a quel momento: il determinismo.</p>\n<p>Se succede A, grazie alla legge di X posso prevedere che, con assoluta certezza, accada B.</p>\n<p>Questo è quello che succede nel mondo macroscopico, la realtà che ci è dato sperimentare con i nostri sensi. Ma il mondo degli atomi è molto più complicato: le particelle sono onde, le onde sono particelle e a una causa non corrisponde una conseguenza assolutamente determinata; possiamo solo stimare la probabilità che qualcosa accada.</p>\n<p>Ai guru della fisica dell'epoca questo non poteva andare bene: una realtà incontrollabile (o quasi), una svalutazione del ruolo dello scienziato. Tra le più famose obiezioni alla meccanica quantistica non si può non includere il paradosso EPR (Einstein-Podolsky-Rosen): un articolo di quattro pagine in cui gli autori, tra i fisici più illustri del momento, cercano di dimostrare come la teoria quantistica non rispetti realismo e principio di località.</p>\n<p>Nella visione della meccanica quantistica di Niels Bohr (uno dei suoi padri putativi) si afferma infatti che le quantità fisiche non hanno senso finché non vengono misurate, per cui l’atto della misurazione modifica la realtà—per certi aspetti la viene proprio a creare. Questo si scontra con l’idea classica che la realtà esista indipendentemente dagli osservatori, il realismo.</p>\n<p><a href=\"https://www.vice.com/it/article/qk3qj7/che-cosa-e-la-disugaglianza-di-bell\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/173/CONTINUASUMOTHERBOARD.jpg\" alt=\"continuasumotherboard\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/173/Schermata-2016-11-29-alle-08.33.41.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Tecnologia",
                   "Motherboard",
                   "Fisica"
            ],
            "date_published": "2020-04-14T12:06:19+02:00",
            "date_modified": "2020-04-14T17:25:43+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/da-asimov-al-matrioshka-brain-limmortalita-tecnologica-nella-fantascienza.html",
            "url": "https://fisicisenzapalestra.com/da-asimov-al-matrioshka-brain-limmortalita-tecnologica-nella-fantascienza.html",
            "title": "Da Asimov al &#x27;matrioshka brain&#x27;: l&#x27;immortalità tecnologica nella fantascienza",
            "summary": "In un mio precedente articolo ho mostrato lo stato dell'arte per quanto riguarda il sopravvivere alla morte per mezzo della tecnologia. Ora parliamo di futuro con l'aiuto di due tra i più grandi scrittori di science fiction—Isaac Asimov e Fredric Brown—che ci hanno visto lungo&hellip;",
            "content_html": "<p style=\"text-align: justify;\">In un mio <a href=\"http://motherboard.vice.com/it/read/come-risorgere-nel-mondo-virtuale\" target=\"_blank\" rel=\"noopener noreferrer\">precedente articolo</a> ho mostrato lo stato dell'arte per quanto riguarda il sopravvivere alla morte per mezzo della tecnologia. Ora parliamo di futuro con l'aiuto di due tra i più grandi scrittori di science fiction—Isaac Asimov e Fredric Brown—che ci hanno visto lungo sull'argomento. Nell'articolo avevo citato <em>Trascendence</em>, il film di Wally Pfister, nel quale viene illustrata la possibilità di caricare una coscienza umana su un computer. Paradossalmente, quindi, nell'epoca più materialista della storia dell'uomo, la promessa di una vita eterna passerà—forse—dall'abbandono del corpo.</p>\n<p style=\"text-align: justify;\">Prima di addentrarci nel discorso che ha dell'incredibile, consiglio <a href=\"http://motherboard.vice.com/it/read/mind-uploading-hackerare-l-anima\" target=\"_blank\" rel=\"noopener noreferrer\">questa nostra intervista</a> a Giulio Prisco, tra i pionieri mondiali del mind uploading. Riassumo in poche righe:</p>\n<blockquote>\n<p>La sfida del mind uploading è quella di creare una copia perfetta del cervello e caricarla su un supporto non-biologico di modo che sfugga al naturale deperimento del corpo. (...) Il massimo esperto mondiale è Randal A. Koene, il co-fondatore di carboncopies.org. Se lo domandi a lui ti dirà che il mind uploading è destinato a diventare realtà tra una ventina d'anni, i più entusiasti dicono qualche anno, i pessimisti dicono qualche centinaio di anni. Io credo, in maniera molto molto approssimata, che ci arriveremo più o meno alla fine del secolo.</p>\n</blockquote>\n<p style=\"text-align: justify;\">Non risponderò quindi alla domanda del \"se è possibile\", ma vi racconterò <em>come</em> può essere possibile, e soprattutto <em>cosa potrebbe comportare</em> una tecnologia simile.</p>\n<p style=\"text-align: justify;\">Se non siete molto esperti di <a href=\"http://motherboard.vice.com/it/read/singolarita-tecnologica\" target=\"_blank\" rel=\"noopener noreferrer\">singolarità</a>, vi cito le parole di Zoltan Istvan: \"<em>il concetto di singolarità tecnologica è roba tosta da capire. Persino gli esperti hanno definizioni diverse.</em>\" Nulla di più vero. Senza pretesa di rigore, possiamo dire che la singolarità è un concetto preso in prestito dalla fisica e dalla matematica che, per dirla in parole povere, indica un punto in cui una qualche grandezza diverge (<em>aka</em> tende all'infinito)—come ad esempio il campo gravitazionale all'interno di un buco nero.</p>\n<p class=\"photo-credit\" style=\"text-align: justify;\">Nel mondo tecnologico, una singolarità indica una tecnologia che, una volta azionata, è destinata a cambiare per sempre il mondo per come lo conosciamo. C'è chi parla della singolarità come l'ultima invenzione dell'uomo, nel senso che arriveremo a progettare un'AI (<em>artifical intelligence</em>) così sviluppata da riuscire a migliorare se stessa e con essa qualsiasi altra macchina, rendendo quindi effettivamente inutile la creazione da parte nostra di qualsiasi ulteriore tecnologia. Questo implica, d'altro canto, che l'AI sarà diventata più intelligente di noi. E qui incontriamo il grande bivio.</p>\n<p style=\"text-align: justify;\"><a href=\"https://www.vice.com/it/article/gvj7zx/asimov-singolarita-tecnologica-e-matrioska-brain\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/178/CONTINUASUMOTHERBOARD.jpg\" alt=\"\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/178/matrioska.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Tecnologia",
                   "Motherboard"
            ],
            "date_published": "2020-04-14T12:05:56+02:00",
            "date_modified": "2020-04-14T17:26:14+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/e-se-luniverso-fosse-un-ologramma.html",
            "url": "https://fisicisenzapalestra.com/e-se-luniverso-fosse-un-ologramma.html",
            "title": "E se l&#x27;universo fosse un ologramma?",
            "summary": "Abbiamo testato una classe di modelli olografici sui dati delle osservazioni dell'universo primordiale e abbiamo scoperto che questi competono con il modello standard della materia oscura fredda. L'articolo, firmato da un team di ricercatori italiani, inglesi e canadesi e pubblicato su Physical Review Letters è&hellip;",
            "content_html": "<blockquote>\n<p><i>Abbiamo testato una classe di modelli olografici sui dati delle osservazioni dell'universo primordiale e abbiamo scoperto che questi competono con il modello standard della materia oscura fredda.</i></p>\n</blockquote>\n<div id=\"ad-container-article__top__ad--5891b701c771d35bddbf5bf0-1\" class=\"interstitial-ad-container\" style=\"box-sizing: inherit; margin: 0px; position: relative; color: #000000; font-family: 'Open Sans', sans-serif; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; font-size: 1px; line-height: 1px;\"> </div>\n<p>L'articolo, firmato da un team di ricercatori italiani, inglesi e canadesi e pubblicato su <a href=\"http://journals.aps.org/prl/abstract/10.1103/PhysRevLett.118.041301\" target=\"_blank\" rel=\"noopener noreferrer\">Physical Review Letters</a> è diretto fin da subito: un modello olografico per descrivere il nostro universo è possibile e sembra avere la stessa precisione dell'attuale teoria cosmica.</p>\n<p>In totale opposizione con le ultime \"teorie del tutto\", come quella delle superstringhe che prevede che la materia sia composta da minuscole corde vibranti in uno spazio di 11 dimensioni (10+1, 7 in più dello spazio 3D a noi noto senza contare la dimensione temporale), il modello olografico prevede che lo spazio sia descrivibile utilizzando solamente <strong>due dimensioni</strong> (più il tempo).</p>\n<p>\"<i> L'idea alla base della teoria olografica dell'universo è che tutte le informazioni che costituiscono la 'realtà' a tre dimensioni – più il tempo – siano contenute entro i confini di una realtà con una dimensione in meno</i>\" spiega <strong>Claudio Corianò</strong>, ricercatore dell'Infn e professore di fisica teorica dell'Università del Salento che ha firmato l'articolo.</p>\n<p><a href=\"https://www.vice.com/it/article/kbgz9v/ci-sono-nuove-prove-che-luniverso-sia-un-ologramma\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/188/CONTINUASUMOTHERBOARD.jpg\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/188/1485945234979-theNavigator.jpeg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Motherboard",
                   "Fisica"
            ],
            "date_published": "2020-04-14T12:03:33+02:00",
            "date_modified": "2020-04-14T17:26:56+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.com/i-cristalli-di-tempo-sono-una-nuova-fase-della-materia.html",
            "url": "https://fisicisenzapalestra.com/i-cristalli-di-tempo-sono-una-nuova-fase-della-materia.html",
            "title": "I cristalli di tempo sono una nuova fase della materia",
            "summary": "\"Perché dovremmo interessarci alla simmetria? Innanzitutto perché la mente umana la trova affascinante; a tutti piacciono gli oggetti e i motivi che in qualche modo sono simmetrici. Ed è interessante che la natura dispieghi certi tipi di simmetria negli oggetti del mondo intorno a noi.",
            "content_html": "<p>\"Perché dovremmo interessarci alla simmetria? Innanzitutto perché la mente umana la trova affascinante; a tutti piacciono gli oggetti e i motivi che in qualche modo sono simmetrici. Ed è interessante che la natura dispieghi certi tipi di simmetria negli oggetti del mondo intorno a noi. L'oggetto più simmetrico che si possa immaginare è forse la sfera, e la natura è piena di sfere – le stelle, i pianeti, le goccioline d'acqua nelle nubi. [...] Perfino il regno animale e quello vegetale presentano un certo grado di simmetria, benché la simmetria di un fiore, o di un'ape, non sia altrettanto perfetta o fondamentale quanto quella di un cristallo,\" scrive <i>Richard Feynman in <a href=\"https://www.adelphi.it/libro/9788845918704\" target=\"_blank\" rel=\"noopener noreferrer\">Sei pezzi meno facili</a>.</i></p>\n<div id=\"ad-container-article__top__ad--589995d24c3ec23dc2876801-1\" class=\"interstitial-ad-container\" style=\"box-sizing: inherit; margin: 0px; position: relative; color: #000000; font-family: 'Open Sans', sans-serif; font-style: normal; font-variant-ligatures: normal; font-variant-caps: normal; font-weight: normal; letter-spacing: normal; orphans: 2; text-align: start; text-indent: 0px; text-transform: none; white-space: normal; widows: 2; word-spacing: 0px; -webkit-text-stroke-width: 0px; background-color: #ffffff; font-size: 1px; line-height: 1px;\">\n<div id=\"article__top__ad--589995d24c3ec23dc2876801-1\" class=\"article__ad\" >\n<div id=\"google_ads_iframe_/16916245/motherboard.vice.com_1__container__\"><iframe width=\"1\" height=\"1\" id=\"google_ads_iframe_/16916245/motherboard.vice.com_1\" title=\"3rd party ad content\" name=\"google_ads_iframe_/16916245/motherboard.vice.com_1\" frameborder=\"0\" marginwidth=\"0\" marginheight=\"0\" scrolling=\"no\"  ></iframe></div>\n</div>\n</div>\n<p><i></i>Uno dei teoremi più affascinanti della fisica è frutto del genio di una matematica tedesca di origini ebraiche Emmy Noether, che afferma che ad ogni simmetria del sistema corrisponde una legge di conservazione: se il sistema è uguale in ogni punto dello spazio (ha simmetria per traslazioni spaziali) allora la quantità di moto si conserverà. Se la simmetria è temporale allora a conservarsi sarà l'energia.</p>\n<p>Questo implica che ogni volta che una simmetria viene rotta, viene meno una legge di conservazione: le conseguenze di questo fenomeno, la rottura della simmetria, sono da sempre oggetto di studio nella fisica. Basti pensare al ferromagnetismo, che diventa realtà quando gli spin all'interno di un metallo scelgono di orientarsi tutti in un certo modo, mentre prima erano disposti a caso. Un esempio più comune è quello dei cristalli: strutture che ripetono la posizione esatta dei propri atomi per lunghissime distanze, donando caratteristiche uniche a questa categoria di materiali.</p>\n<p><a href=\"https://www.vice.com/it/article/jpdbxy/i-cristalli-di-tempo-sono-una-nuova-fase-della-materia\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.com/media/posts/189/CONTINUASUMOTHERBOARD.jpg\" width=\"686\" height=\"200\"></a></p>",
            "image": "https://fisicisenzapalestra.com/media/posts/189/cristalli-di-tempo.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Motherboard",
                   "Fisica"
            ],
            "date_published": "2020-04-14T12:02:15+02:00",
            "date_modified": "2020-04-14T17:28:22+02:00"
        }
    ]
}
