{
    "version": "https://jsonfeed.org/version/1",
    "title": "Fisici Senza Palestra",
    "description": "",
    "home_page_url": "https://fisicisenzapalestra.github.io/blog",
    "feed_url": "https://fisicisenzapalestra.github.io/blog/feed.json",
    "user_comment": "",
    "author": {
        "name": "Raffaele Farinaro"
    },
    "items": [
        {
            "id": "https://fisicisenzapalestra.github.io/blog/magnetizzarsi-con-larte-anche-i-colori-parlano.html",
            "url": "https://fisicisenzapalestra.github.io/blog/magnetizzarsi-con-larte-anche-i-colori-parlano.html",
            "title": "Magnetizzarsi con l&#x27;arte: anche i colori &quot;parlano&quot;",
            "summary": "Ei Billy, lo senti anche tu questo odore? No… non quello, fetente. Intendo questo profumo, profumo di arte. Meta del giorno: il Vaticano e, nello specifico, la Biblioteca Apostolica. Si parte! Perché ci troviamo qui? Oggi mi sento un po’ Alberto Angela, perciò il mio&hellip;",
            "content_html": "<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Ei Billy, lo senti anche tu questo odore?</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">No… non quello, fetente. Intendo questo profumo, profumo di arte.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Meta del giorno: il Vaticano e, nello specifico, la Biblioteca Apostolica. Si parte!</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Perché ci troviamo qui? Oggi mi sento un po’ Alberto Angela, perciò il mio scopo sarà propagare cultura al mio discepolo prediletto, ovvero tu caro Billy! Perciò ascolta attentamente...</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/224/image4.jpg\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/224/image4-720x504.jpg\" width=\"720\" height=\"504\"></p>\n<p class=\"c2\" style=\"text-align: justify;\">La Biblioteca Apostolica Vaticana è una struttura che la Santa Sede ha edificato e curato fin dal 1400. Ancora oggi il suo valore rimane inestimabile, non solo per essere dotata di “<span class=\"c12\">un abbondante e prezioso patrimonio librario</span><span class=\"c0\">” ma anche perché possiede la più grande sala affrescata al mondo, al di fuori delle chiese.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Bene... non ti senti già più saccente? Adesso però parliamo del vero motivo per cui ti ho portato qua!</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Da tempo, gli studiosi sono interessati a cercare testimonianze sulla direzione del nord magnetico terrestre.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">“Non avevo altro a cui pensare?” Lo so Billy, ma non tutte le persone passano interi pomeriggi ad oziare su Netflix (ancora per poco)</span></p>\n<p class=\"c1\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/224/image5-1.png\" width=\"299\" height=\"299\"></p>\n<p class=\"c2\" style=\"text-align: justify;\">Prima di tutto: <strong><span class=\"c9 c5\">come si genera un campo magnetico?</span></strong></p>\n<blockquote>\n<p class=\"c2\"><span class=\"c7\">“Un campo magnetico è generato da cariche elettriche in moto che, a loro volta, sono soggette a forze dovute a un campo magnetico”</span></p>\n</blockquote>\n<p class=\"c2\" style=\"text-align: justify;\">Detto questo, come saprai anche la Terra è un grande <span class=\"c5\">magnete naturale</span>, perciò da buon magnete che si rispetti genera un campo magnetico; a differenza di quello dei nostri amati geomag, questo campo non è però costante ed uniforme nel tempo, ma varia di intensità e direzione col passare delle eree geologiche.</p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">È proprio per questo motivo che ci troviamo nella Biblioteca Vaticana!</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">È stato scoperto che le pitture murali di alcune stanze conservano<strong> </strong><span class=\"c5\"><strong>la direzione del campo magnetico terrestre</strong> </span><span class=\"c0\">al momento della loro produzione, ovvero il 1750.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">Ma ovviamente, prima di procedere, tu, da Billy curiosone quale sei, mi chiederai: <strong><span class=\"c5\">a chi</span></strong><span class=\"c0\"><strong> </strong>si deve questa grande intuizione?</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">Tutto merito dei docenti della facoltà di Scienze a Torino e, in particolar modo, di<em> Giacomo Chiari</em>, esperto in mineralogia, che per primo notò nel colore <strong><span class=\"c5\">rosso</span></strong><span class=\"c0\"> il pigmento dotato di proprietà magnetiche.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">(Se sei un Billy insaziabile di conoscenza, puoi approfondire <span class=\"c3\"><a class=\"c6\" href=\"https://www.google.com/url?q=http://ricerca.repubblica.it/repubblica/archivio/repubblica/1996/09/28/svelata-eta-degli-affreschi.html&amp;sa=D&amp;ust=1508875694821000&amp;usg=AFQjCNGjXNpQ0Tubmb-URdql3PPOzPmM1A\">qua</a></span>)</p>\n<h2 id=\"h.d72vq83dj0tr\" class=\"c15\" style=\"text-align: justify;\"><span class=\"c13\">Perché proprio il rosso?</span></h2>\n<p class=\"c2\" style=\"text-align: justify;\">Questo colore contiene nientepopòdimeno che:<span class=\"c5\"> grani di ematite</span></p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/224/image1-1-720x521.png\" width=\"720\" height=\"521\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/224/image3-2.jpg\" width=\"599\" height=\"394\"></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">L’ematite è un minerale del ferro presente in natura molto frequentemente; quando è applicato su un muro mantiene una magnetizzazione residua prossima a quella del campo magnetico terrestre.</span></p>\n<h3 id=\"h.umv80mjikl14\" class=\"c8\" style=\"text-align: justify;\"><span class=\"c11\">In che modo?</span></h3>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">I colori utilizzati per le pitture murali si ottengono realizzando una sospensione di diversi materiali solidi in un liquido.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Basta pensare ad ogni granello di ematite formato da un dominio con un preciso momento magnetico:</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/224/image2-720x514.png\" width=\"720\" height=\"514\"></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Quando il colore viene applicato sul muro, il momento magnetico all’interno della sospensione comincia a ruotare allineandosi in prossimità del campo geomagnetico.</span></p>\n<h2 id=\"mcetoc_1e5hutf9h0\" class=\"c2\" style=\"text-align: justify;\"><span class=\"c5 c9\">Che succede quando la pittura di asciuga?</span></h2>\n<p class=\"c2\" style=\"text-align: justify;\">Colpo di scena: <span style=\"text-decoration: underline;\"><em>n<span class=\"c12 c14\">on si può più modificare il momento magnetico</span></em></span><span class=\"c0\">.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">Grazie a questa proprietà, utilizzando un <strong><span class=\"c5\">magnetometro</span></strong><span class=\"c0\">, nella galleria vaticana della Biblioteca Apostolica tanti Billy senza Netflix hanno rilevato la direzione del polo nord magnetico terrestre nel lontano 1750.</span><span class=\"c0\"> </span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Curioso, vero? E ti dirò di più (Che Alberto Angela sarei altrimenti?)</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">La disciplina, facente parte della geofisica, che studia le proprietà magnetiche di rocce e sedimenti e le caratteristiche del campo geomagnetico del passato, sia in termini direzionali che di intensità<span class=\"c5\"> </span>è il<span class=\"c9 c5\"> <strong>paleomagnetismo</strong>.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c3\"><a class=\"c6\" href=\"https://www.google.com/url?q=http://scienzegeologichepage.blogspot.it/2016/01/la-posizione-dei-poli-nord-e-sud.html?m%3D1&amp;sa=D&amp;ust=1508875694825000&amp;usg=AFQjCNFsxn3plVzoUdGSYK6mq3panUyzug\">Gli studi in questo settore</a></span> <span class=\"c0\">hanno portato ad un’altra importante scoperta. In molte rocce di età recente, la direzione di magnetizzazione risulta opposta a quella del campo geomagnetico attuale.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\">Per intenderci: è come se il Polo nord magnetico fosse al posto del Polo Sud terrestre, e viceversa.</p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">La conclusione a cui si è pervenuti indica che il campo geomagnetico è passato da normale (cioè orientato con il Polo nord come oggi) a inverso.</span></p>\n<p class=\"c2\" style=\"text-align: justify;\"><span class=\"c0\">Un bellissimo viaggio all’insegna dell'arte e della scienza, ma adesso come torniamo a casa?</span></p>\n<hr>\n<p style=\"text-align: justify;\">In copertina K<span class=\"_1fHNK\">oichi Okamoto : \"<a href=\"https://vimeo.com/105005355\">Magnetic field record</a>\".</span></p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/224/kouichi-okamoto-kyouei-magnetic-field-record.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica"
            ],
            "date_published": "2020-04-10T13:53:50+02:00",
            "date_modified": "2020-04-10T13:53:50+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/il-modello-standard-le-forze.html",
            "url": "https://fisicisenzapalestra.github.io/blog/il-modello-standard-le-forze.html",
            "title": "Il modello standard: le forze",
            "summary": "La prima parte dell’articolo è terminata con una comprensione generale delle particelle costituenti la materia: unicamente dodici particelle elementari, sei quark e sei leptoni, sono sufficienti per spiegare l’origine della materia. Riguardando però effettivamente lo schema riassuntivo del modello standard ben altre quattro particelle non&hellip;",
            "content_html": "<p>La<a href=\"https://fisicisenzapalestra.github.io/blog/il-modello-standard-la-materia.html\"> prima parte dell’articolo </a>è terminata con una comprensione generale delle particelle costituenti la materia: unicamente dodici particelle elementari, sei quark e sei leptoni, sono sufficienti per spiegare l’origine della materia. Riguardando però effettivamente lo schema riassuntivo del modello standard ben altre quattro particelle non sono state trattate. (Il bosone di Higgs non appartiene al modello standard come inizialmente modellizzato)</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/225/370px-Standard_Model_of_Elementary_Particles.svg_-300x287.png\" width=\"323\" height=\"309\"></p>\n<p>Il modello standard è ciò che descrive al meglio l’interezza di ciò che abbiamo capito dell’universo. Le restanti particelle serviranno per spiegare in che modo avvengono le interazioni e le eventuali trasformazioni nell’universo. Saranno per cui collegate intrinsecamente al concetto di forza.</p>\n<p>Una forza nel mondo della fisica rappresenta tutto ciò che permette un cambiamento, quindi diventa il motore trainante della trasformazione ed è ciò che permette di spiegare l’evolversi di tutto ciò che ci circonda.</p>\n<p>Dopo infiniti sforzi, quattro sono le forze considerate <strong><em>fondamentali</em></strong>, nel senso che sono quelle che permettono di spiegare qualsiasi altro tipo di forza e che non sono spiegabili come composizione di altre forze. La scoperta e lo studio delle diverse forze è stato particolarmente travagliato</p>\n<p>Basti pensare all’evoluzione che il magnetismo e l’elettrostatica hanno dovuto subire per diventare un'unica teoria nell’elettromagnetismo tramite le quattro equazioni di Maxwell.</p>\n<p>Prima però dell’elettromagnetismo già un’altra forza era stata ampiamente analizzata: La forza gravitazionale. anche in questo caso la sua comprensione non è stata troppo semplice. Si è partiti dall’idea di un campo gravitazionale generato da una massa, fino alla relatività di Einstein che modellizza la gravità come una deformazione dello spazio tempo.</p>\n<p>Esistono però altre due forze meno conosciute, che risultano essere fondamentali, per comprendere come la natura si comporti.</p>\n<p>Basandoci unicamente sulla forza elettromagnetica e quella gravitazionale, infatti non sarebbe possibile capire come i proponi, cariche positive nel nucleo possano effettivamente rimanere all’interno del nucleo senza che la forza Coulombiana faccia in modo che si respingano. Allora la terza forza fondamentale è una forza di tipo attrattivo che deve contrastare la repulsione coulombiana e che presenta un raggio d’azione confrontabile con le dimensioni del nucleo atomico: forza nucleare forte.</p>\n<p>Esiste, infine, una quarta e ultima forza fondamentale che è la forza nucleare debole, necessaria per spiegare alcuni tipi di decadimento radioattivo.</p>\n<p>Volendo fare un confronto tra le forze, ipotizzando di assegnare alla forza nucleare forte un’intensità unitaria le altre forze sarebbero:</p>\n<p style=\"text-align: center;\">Forza forte= 1</p>\n<p style=\"text-align: center;\">Forza elettromagnetica= 1/100</p>\n<p style=\"text-align: center;\">Forza nucleare debole= 1/100000</p>\n<p style=\"text-align: center;\">Gravità= 1/10000000000000000000000000000000000000000</p>\n<p>Nessuno è riuscito ancora a spiegare perché ci sia un così grosso divario tra le diverse forze fondamentali.</p>\n<p>Grazie al contributo di  <a href=\"https://it.wikipedia.org/wiki/Sheldon_Lee_Glashow\">Sheldon Glashow</a>, <a href=\"https://it.wikipedia.org/wiki/Abdus_Salam\">Abdus Salam</a> e <a href=\"https://it.wikipedia.org/wiki/Steven_Weinberg\">Steven Weinberg</a> si è però riusciti ad unire 2 delle 4 forze. Secondo la teoria sviluppata dai 3 scienziati una volta superate la cosiddetta energia di unificazione (cento miliardi di eV), la forza elettromagnetica e quella nucleare debole diventano un’unica entità, la forza elettrodebole,</p>\n<h2 id=\"mcetoc_1e5g7vsk50\"><strong>Co</strong><strong>me funziona una forza per il modello standard?</strong></h2>\n<p>Il modello standard ha un modo davvero particolare di spiegare come due particelle interagiscano tra di loro.</p>\n<p><strong>Quando due particelle interagiscono per mezzo di una forza non fanno altro che scambiarsi altre particelle.</strong></p>\n<p>Non è un’immagine troppo lontana dalla nostra quotidiana.  Ogni qual volta c’è bisogno di comunicare, infatti si ha sempre uno scambio di un messaggio, che può essere sotto forma di suono, di messaggio scritto, di immagine o altro.</p>\n<p>Se le particelle fossero persone, si scambierebbero gattini su Facebook e <a href=\"#non-existing-post-with-id-164\">buongiornissimi</a>, ma sono particelle e quindi non possono che scambiarsi particelle.</p>\n<p>La colonna dei <em>bosoni di Gauge, </em>all’interno dello schema del modello standard<em>, </em>sono le particelle utilizzate per <em>trasmettere </em>una forza tra i diversi sistemi.</p>\n<p>Le quattro interazioni fondamentali citate non riguardano però tutte le particelle. Affinché una particella subisca e possa esercitare una forza, la particella dovrà possedere una carica specifica per quel tipo di forza, inoltre ogni sistema particellare dovrà sottostare al rigido principio di conservazione della carica.</p>\n<p>Ad esempio il muone non contiene<em> la carica della forza nucleare</em> forte quindi, questo tipo di particelle non risente di tale forza.</p>\n<p>Come già detto esistono 4 forze dette fondamentali: forza elettromagnetica, forza nucleare forte, forza nucleare debole, forza gravitazionale. Il modello standard però non contempla quest’ultima, cioè non gli assegna un bosone di Gauge.</p>\n<p>Diverse sono le teorie che hanno provato ad assegnate un bosone detto <em>gravitone</em> alla forza gravitazionale, ma ancora non si è ottenuto un riscontro sperimentale, con conseguente conferma della quantizzazione del campo gravitazionale. Il gravitone dovrebbe essere una particella priva di massa, priva di carica elettrica e con spin 2.</p>\n<p>Il bosone che veicola la forza elettromagnetica è il fotone, particella con carica elettrica nulla e spin 1. la carica specifica assegnata alla forza elettromagnetica affinché le particelle possano risentirne gli effetti è la carica elettrica. I fotoni sono particelle neutre e conseguentemente non risentano della stessa forza di cui veicolano gli effetti.</p>\n<p>Le particelle per interagire con forza debole devono avere una carica detta di isospin debole, mentre le particelle scambiate per mezzo dell’interazione debole sono tre diversi bosoni: W<sub>+ </sub>,W<sub>-</sub> e Z<sub>0</sub>. (dove il pedice indica la carica elettrica corrispondente), la cui scoperta valse a Carlo Rubbia il Nobel per la Fisica nel 1984. Questi bosoni sono particelle massive, sono instabili e per questo motivo il raggio di azione dell’interazione debole è molto minore rispetto ad esempio al range della forza elettromagnetica.  È come se i bosoni W e Z non riuscissero a <em>percorrere lunghe distanze a</em> causa della loro instabilità.</p>\n<p>Infine c'è da considerare la forza nucleare forte.  Solo quark e gluoni posseggono la carica necessaria per risentire di questo tipo di forza. La carica citata è detta <strong><em>carica di colore</em></strong>, ma non possiede alcun tipo di correlazione con il concetto della visione dei colori. Le tre cariche di colore sono rosso verde e blu ed esistono conseguentemente 8 tipi di gluoni diversi, uno per ogni combinazione di coppie di colore possibile.</p>\n<p>I gluoni non hanno carica elettrica, né carica di isospin, ma possedendo la carica di colore e risentono dell’interazione forte. La disciplina che studia l’interazione nucleare forte per mezzo delle interazioni di colore è detta cromodinamica quantistica (QCD).</p>\n<p>A chiudere il cerchio della teoria c’è infine un ultima particella: il bosone di Higgs.</p>\n<p>Il bosone di Higgs è una particella prevista per via teorica dal fisico britannico Peter Higgs, premio Nobel per la fisica nel 2013 insieme con il belga François Englert, e che, secondo il modello standard, conferisce alle particelle la loro massa.<br> Il bosone di Higgs vive per un intervallo di tempo brevissimo per poi decadere in particelle di altro tipo e può quindi essere rilevato per via indiretta, cercando i suoi prodotti di decadimento. Questi prodotti di decadimenti sono stati trovati nel 2012 grazie agli esperimenti CMS e ATLAS di LHC.</p>\n<p>L’esistenza di una particella che conferisce la massa è un’idea rivoluzionaria, poiché la massa non è più una proprietà intrinseca dei diversi oggetti, ma diventa un indice del grado d’interazione delle particelle con il cosiddetto campo di Higgs. Più una particella interagisce con il campo, più la particella possiederà una massa elevata</p>\n<p>Nell<a href=\"https://fisicisenzapalestra.github.io/blog/il-modello-standard-la-materia.html\">’articolo precedente</a> ti avevo consigliato di parlare con un fisico del MODELLO STANDARD qualora volessi fare breccia nel suo cuore, ora se vuoi puoi provare a farlo, ma ricorda che questa era solo una breve introduzione!</p>\n<p style=\"text-align: center;\"><strong><em>Rem tene, verba sequentur.</em></strong></p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/225/copertina.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica"
            ],
            "date_published": "2020-04-10T13:48:33+02:00",
            "date_modified": "2020-04-10T13:51:23+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/il-modello-standard-la-materia.html",
            "url": "https://fisicisenzapalestra.github.io/blog/il-modello-standard-la-materia.html",
            "title": "Il modello standard: la materia",
            "summary": "Se mai avessi la fortuna di conoscere personalmente un fisico, che sia uno studente, un ricercatore o qualcuno che abbia terminato i propri studi, se avessi voglia di fare colpo la faccenda non è troppo complicata. Infatti sarà sufficiente mostrare interesse per 2 o 3&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Se mai avessi la fortuna di conoscere personalmente un fisico, che sia uno studente, un ricercatore o qualcuno che abbia terminato i propri studi, se avessi voglia di fare colpo la faccenda non è troppo complicata.<br> Infatti sarà sufficiente mostrare interesse per 2 o 3 argomenti e chiunque esso/a sia cadrà i tuoi piedi.</p>\n<p style=\"text-align: justify;\">I fisici infatti hanno due grandi passioni:</p>\n<ul style=\"text-align: justify;\">\n<li>la costituzione di modelli, validi per la migliore comprensione possibile della natura</li>\n<li>il desiderio di unificare le cose, così sa aver in un'unica teoria/ modello la comprensione del maggior numero di cose</li>\n</ul>\n<p style=\"text-align: justify;\">Se poi riuscissi ad indirizzare la conversazione su un qualcosa che unisca entrambe le cose, allora ecco che in men che non si dica il povero scienziato ti avrà chiesto la mano per convolare a nozze.</p>\n<p style=\"text-align: justify;\">Se ti va di accettare un personalissimo consiglio la cosa forse che più permette di unire le due cose è ciò che viene definito il MODELLO STANDARD.</p>\n<p style=\"text-align: justify;\">Siccome non puoi presentarti all’appuntamento conoscendo solo il nome della teoria, noi di Fisici senza Palestra, siamo pronti ad insegnarti qualcosa in più (a patto di riservarci una partecipazione al matrimonio).</p>\n<p style=\"text-align: justify;\">Per farti capire meglio qual è la situazione da comprendere facciamo un iniziale inquadramento di tipo storico.<br> Come ben sai siamo circondati da un’infinità di materia di tipo diverso e gli ultimi due secoli sono stati quelli che più di tutti ci hanno effettivamente permesso di imparare e comprendere come la natura sia fatta e come si comporti.</p>\n<p style=\"text-align: justify;\">Nel 19 esimo secolo l’idea diffusa era che tutta la materia fosse composta non altro che da un’ottantina di elementi diversi, che erano stati ordinatamente disposti nella tavola periodica da Dimitri Mendeleev. Praticamente la concezione era che ogni elemento fosse effettivamente composto da atomi di tipo diverso.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/220/Dmitri_Mendeleev_3.jpg\" alt=\"Risultati immagini per tavola periodica di mendeleev\" width=\"668\" height=\"386\"></p>\n<p style=\"text-align: justify;\">Ipotizzare però ben 80 diversi atomi, andava contro la mania di semplificazione dei fisici. La prima grande rivoluzione avvenne quando JJ Thomson tramite un piccolo acceleratore scoprì l’esistenza di una particella che risultava essere circa 2000 volte più leggera dell’idrogeno. Eccoci alla prima pietra miliare: scoperta della prima particella subatomica: l’elettrone!</p>\n<p style=\"text-align: justify;\">Successivamente solo con gli esperimenti di Rutherford nel 1911 si riesce a comprendere la conformazione reale di un atomo. Gli atomi sono essenzialmente vuoto! Ipotizzando infatti un nucleo portatore della carica positiva delle dimensioni di una mela, il primo elettrone si troverebbe ad una distanza di circa un km. Ma per capire quali siano le componenti del nucleo bisogna aspettare il 1932 per la scoperta delle particelle costituenti per mezzo degli studi di rutherford con Cladwick.</p>\n<p style=\"text-align: justify;\">Ecco il momento in cui si comprende la meraviglia di ciò che ci circonda. La materia è composta da UNICAMENTE TRE tipi di particelle diverse: il protone, il neutrone e l’elettrone!</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/220/giphy.gif\" width=\"567\" height=\"425\"></p>\n<p style=\"text-align: justify;\">Però già degli inizi del ventesimo secolo si era verificata l’esistenza di qualcosa che non era possibile spiegare per mezzo di queste tre particelle fondamentali: <strong>i raggi cosmici</strong>.<br> Solo durante i primi anni 40,  la costruzione dei primi acceleratori  permise non solo di studiare i raggi cosmici, ma anche di scoprire un’infinità di nuove particelle “esotiche”. Data la poca fantasia dei fisici, le lettere greche furono utilizzate per battezzare queste nuove particelle. Ecco che nella nostra conoscenza entrano a far parte i Pioni (π), le particelle lambda (λ),i Kaoni (k), gli iperoni…</p>\n<p style=\"text-align: justify;\">A metà degli anni 60 ecco che si ripropone il problema che si era già affrontato con la tavola di Mendeleev: circa 80 particelle <em>apparentemente elementari</em> erano state scoperte. Un numero eccessivamente grande, a tal punto che si era soliti parlare di zoo di particelle. L’eleganza della semplicità fu ristabilita da Murray Gell-Mann che, utilizzando famiglie di simmetria, riuscì ad organizzare tutto per mezzo della cosiddetta <strong>eightfold way</strong>.</p>\n<p style=\"text-align: justify;\">Questa rivoluzionaria teoria ha il compito di organizzare tutte le particelle adroniche, cioè tutte le particelle che risentono della forza nucleare forte.</p>\n<p style=\"text-align: justify;\">L’idea è quella di organizzare i mesoni, particelle che hanno una massa intermedia tra quella del protone e quella dell’elettrone, e i barioni con spin -1/2 in un ottetto.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/220/A1520055-Visualisation_of_quark_structure_of_proton-SPL.jpg\" alt=\"Visualisation of quark structure of proton\" width=\"314\" height=\"386\"></p>\n<p style=\"text-align: justify;\">Per aggiungere un po’ di concetti difficili che magari ti sproneranno ad intraprendere uno studio individuale, la teoria si basa sulla cosiddetta teoria dei gruppi (teoria che studia operazioni che presentano al loro interno sia l’elemento neutro che l’elemento inverso) ed in particolare per questo caso si utilizzano gli elementi del gruppo SU(3).</p>\n<p style=\"text-align: justify;\">La teoria ha anche un’interpretazione che si basa sui concetti di simmetria di <strong><em>sapore, </em></strong>dove con sapore si intendono l’insieme delle caratteristiche delle particelle.</p>\n<p style=\"text-align: justify;\">Nel 1968 presso l’acceleratore lineare di Stanford volendo utilizzare un flusso elettronico per indagare la natura del protone, si individuò come esso fosse formato da 3 particelle: quella fu la conferma come l’idea dell’esistenza dei quark, ipotizzata precedentemente, potesse essere corretta.</p>\n<h3 id=\"mcetoc_1e5huipd00\" style=\"text-align: justify;\">Ordine ristabilito: l<strong>’intero universo è descrivibile per mezzo di unicamente 12 particelle, le uniche realmente elementari.</strong></h3>\n<p style=\"text-align: justify;\">Ancora oggi, l’insieme totale delle 12 particelle viene  diviso in tre <em>generazioni</em>. La prima composta da quark up, quark down, elettrone e neutrino elettronico, dove la combinazione dei 2 primi quark permette di formare i protoni e i neutroni.</p>\n<p style=\"text-align: justify;\">Ogni generazione successiva è caratterizzata da essere formata dalla stessa struttura formale della prima: due particelle quark e due particelle leptoniche di cui una tra le due, il neutrino, presenta una carica neutra. Le altre due categorie sono di struttura identica alla prima ma si differenziano perché le particelle sono più pesanti.</p>\n<p style=\"text-align: justify;\">Il modello standard considera sei sapori di quark e sei sapori per quanto riguarda i leptoni (particelle con spinsemiintero).</p>\n<p style=\"text-align: justify;\">Questa è la rappresentazione migliore che abbiamo attualmente  della materia che conosciamo.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/220/370px-Standard_Model_of_Elementary_Particles.svg.png\" alt=\"Risultati immagini per modello standard bosoni e leptoni\" width=\"560\" height=\"536\"></p>\n<p style=\"text-align: justify;\">Dagli inizi dello sviluppo della teoria fino ai giorni nostri si continua ad utilizzare il LHC (Large Hadron Collider) presso il CERN,  grazie al quale si riescono ad accelerare i protoni ad una velocità pari al 99,999999% la velocità della luce portandoli a collidere gli uni con gli altri così da studiare i loro costituenti fondamentali.</p>\n<p style=\"text-align: justify;\">Analogamente a quanto fatto per la materia, il modello standard ha come ulteriore scopo (oltre quello della comprensione più intima della materia) quello di comprendere, semplificare e modellizzare il concetto della forza.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/220/regola-mano-destra-forza-lorentz.jpg\" width=\"1024\" height=\"768\"></p>\n<p style=\"text-align: justify;\">Ma questo sarà argomento della seconda parte dove torneranno utili le altre particelle nel disegno, di cui non abbiamo ancora parlato!</p>\n<p style=\"text-align: justify;\"><strong>Decipit frons prima multos.</strong></p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/220/copertina.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica"
            ],
            "date_published": "2020-04-10T13:47:31+02:00",
            "date_modified": "2020-04-10T13:47:31+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/circuiti-elettrici-salvavita-i-pacemaker.html",
            "url": "https://fisicisenzapalestra.github.io/blog/circuiti-elettrici-salvavita-i-pacemaker.html",
            "title": "Circuiti elettrici salvavita: i pacemaker",
            "summary": "Ciao Billy! Ti sono mancati i miei articoli? Ma sì, te lo si legge in faccia! Beh, tieniti forte… l’argomento di oggi è a prova di infarto, e non sto mica esagerando sai! Oggi parliamo di “pacemaker”: come funzionano? Perché sono così importanti per l’uomo?&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Ciao Billy! Ti sono mancati i miei articoli? Ma sì, te lo si legge in faccia! Beh, tieniti forte… l’argomento di oggi è a prova di infarto, e non sto mica esagerando sai! Oggi parliamo di “pacemaker”: come funzionano? Perché sono così importanti per l’uomo? Procediamo!</p>\n<h2 id=\"mcetoc_1e5g6n4300\" style=\"text-align: justify;\">Cos’è un pacemaker?</h2>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/226/pacemaker.jpg.jpeg\" alt=\"pacemaker.jpg\" width=\"601\" height=\"338\"></p>\n<p style=\"text-align: justify;\">Un <i>pacemaker</i> è un circuito RC: un particolare tipo di circuito in cui sono collegati una resistenza (R) e un condensatore (C).</p>\n<p style=\"text-align: justify;\">Ma allora perché definirlo RC e non limitarsi a dire “circuito elettrico”? Un complotto per confondere le nostre già caotiche idee? Questo non lo escluderei caro Billy, ma il motivo principale è che, rispetto a semplici circuiti a corrente continua in cui sono presenti o delle resistenze o dei condensatori, in questo caso la corrente è <strong>variabile nel tempo</strong>. Quindi sia il processo di carica che quello di scarica, non sono istantanei: per processo di carica/scarica si intendono due tipi di operazioni per cui grazie al passaggio di corrente le armature del condensatore si caricano (o scaricano).</p>\n<p style=\"text-align: center;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/226/null.png\" alt=\"\" width=\"248\" height=\"161\"><img class=\"alignnone size-large\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/226/CapCharging-1Animation.gif\" width=\"215\" height=\"160\"></p>\n<p style=\"text-align: justify;\"> Ritornando a noi, in termini spiccioli: il pacemaker sfrutta l’esistenza di un tempo “caratteristico” per mandare al cuore impulsi elettrici ad intervalli ben precisi, regolarizzando così il battito cardiaco.</p>\n<p style=\"text-align: justify;\">Billy, come dici? “Da oggi un pacemaker per tutti?” Ma no mio caro, noi lo abbiamo già il nostro!</p>\n<p style=\"text-align: justify;\">“Pacemaker” letteralmente si traduce come “segnapasso” ed in ambito medico il termine si utilizza per definire il “segnapasso” fisiologico del cuore.</p>\n<p style=\"text-align: justify;\">Come ti dicevo, ognuno di noi ha un proprio pacemaker naturale: una specie di mezzaluna lunga 15mm e larga circa 5 mm, chiamata <strong>nodo senoatriale</strong>, che detta i tempi di contrazione del cuore con una frequenza di circa 1Hz (circa 70-80 battiti al minuto).</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/226/null.jpeg\" width=\"602\" height=\"501\"></p>\n<p style=\"text-align: justify;\">Allora che si fa con quest’aggeggio? Da oggi aboliamo i pacemaker!</p>\n<p style=\"text-align: justify;\">E invece no!</p>\n<p style=\"text-align: justify;\">Il corpo umano, pur essendo una macchina tanto complessa quanto meravigliosa, talvolta presenta qualche difettuccio in termini di funzionalità. Se il nostro pacemaker naturale lavora con una frequenza irregolare o inferiore ai battiti minimi al minuto, la contrazione cardiaca non è sufficiente per garantire il normale afflusso sanguigno nel corpo: è in questi casi che diventa fondamentale l’aiuto di uno stimolatore cardiaco esterno.</p>\n<p style=\"text-align: justify;\">Gli impulsi elettrici prodotti dal pacemaker artificiale raggiungono il muscolo cardiaco attraverso due elettrodi, ovvero due fili ricoperti di plastica flessibile (elettricamente isolati). Il pacemaker, racchiuso in un astuccio di titanio biocompatibile, contiene una batteria, una resistenza R e un condensatore C collegati in serie.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/226/null-2.jpeg\" width=\"598\" height=\"306\"></p>\n<p style=\"text-align: justify;\">Come anticipavo, la velocità con cui si susseguono le fasi di carica/scarica dipende dal valore del tempo “caratteristico” RC: dunque è fondamentale il valore da assegnare a questa costante!</p>\n<p style=\"text-align: justify;\">Ti faccio un esempio pratico per capire: una costante di tempo RC=0,8s permette di raggiungere una stimolazione alla frequenza di 1/(0,8s)=1,25 Hz, inviando così al cuore un segnale pari a 75 impulsi al minuto.</p>\n<p style=\"text-align: justify;\">La maggior parte dei pacemaker moderni sono a <i>ritmo variabile</i>, ovvero sono in grado di ascoltare il nostro cuore: entrano in funzione automaticamente quando la frequenza cardiaca scende sotto un certo livello, mentre rimangono silenti e vigili quando il sistema naturale elettrico del cuore lavora correttamente… questo ha un enorme vantaggio, perché permette di risparmiare l’energia contenuta nella batteria dello stimolatore, allungandone la durata!</p>\n<p style=\"text-align: justify;\">Ancora una volta la scienza si dimostra fondamentale per l’uomo… finirà mai di stupirci?</p>\n<p style=\"text-align: justify;\">E con la stessa soddisfazione di un matematico che ha dimostrato il più insidioso dei teoremi, non mi resta che scrivere: C.V.D.</p>\n<p style=\"text-align: justify;\">Alla prossima Billy!</p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/226/pacemaker_edited.jpg.jpeg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica",
                   "Esplorando il corpo umano"
            ],
            "date_published": "2020-04-09T21:30:55+02:00",
            "date_modified": "2020-04-09T21:30:55+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/facciamo-luce-sulla-luce.html",
            "url": "https://fisicisenzapalestra.github.io/blog/facciamo-luce-sulla-luce.html",
            "title": "Facciamo luce sulla LUCE",
            "summary": "Quello che affronteremo insieme oggi è un viaggio nel mondo della luce. L’idea è quella di raccontarvi velocemente le tappe più importanti della storia di questa fantastica creatura, per poi focalizzarci su tre particolari argomenti in cui la luce è protagonista assoluta. Questa non è&hellip;",
            "content_html": "<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Quello che affronteremo insieme oggi è un viaggio nel mondo della luce. L’idea è quella di raccontarvi velocemente le tappe più importanti della storia di questa fantastica creatura, per poi focalizzarci su tre particolari argomenti in cui la luce è protagonista assoluta. Questa non è una lezione, non starò a fare calcoli e dimostrazioni: oggi sarà come mangiare le nocciole sbucciate senza dover perdere tempo a pulirle, come quando a Natale la nonna prepara il cesto di noci e tu ti ci tuffi dentro e poi devi chiuderti una settimana in bagno. Ecco, è la stessa cosa, ma senza il bagno. Cominciamo alla grande eh?</span></p>\n<h2 id=\"h.3ks0wetlrps5\" class=\"c9\" style=\"text-align: justify;\">0. <span class=\"c10\">Introduzione</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\">La vista è, a mio avviso, lo strumento che più ci rende partecipi di questo mondo: il “vedere” ci permette di comunicare ad esempio, senza proferire parola. Linguaggio del corpo o semplicemente la scrittura. E tutto, ma proprio tutto quello che vediamo, dipende dalla luce. Per dirla bene, <span class=\"c4\">è luce.</span><span class=\"c0\"> Non sarete sorpresi quindi dal fatto che sin dall’antichità l’uomo si è interrogato sui meccanismi che si celano dietro questo fantastico fenomeno.  </span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-3-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Tra le prime teorie degne di nota troviamo quelle di Platone e Archita da Taranto, convinti che i nostri occhi emettono un qualcosa molto simile ad un fluido (un fuoco invisibile) che colpendo gli oggetti circostanti ritorna poi all’occhio permettendoci di vedere. Non avevano capito molto sulla luce ma ehi, Superman lo conosciamo tutti no? Le teorie sviluppate nella Magna Grecia sono davvero infinite e particolareggiate, ma bisogna aspettare il periodo rinascimentale e del barocco per avere uno studio più raffinato e meno filosofico, anche se non sempre corretto, del fenomeno luce.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image7.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-4-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Mentre in questi anni cominciano per la prima volta ad essere ipotizzati ed effettuati esperimenti per misurare la velocità della luce, sul ring della fisica del 600 c’è uno scontro accesissimo tra due teorie contrastanti: la teoria corpuscolare di <span class=\"c4\">Newton</span>, che sosteneva che la luce avesse una natura “materiale”, che cioè fosse costituita da un flusso di particelle microscopiche emesse continuamente dalle sorgenti. Dall’altra parte c’è la teoria ondulatoria di <span class=\"c4\">Huygens</span>: la luce è vista come un'onda che si propaga, analogamente alle onde del mare o a quelle acustiche, in un mezzo, chiamato etere. L'etere si supponeva pervadere tutto l'universo ed essere formato da microscopiche particelle elastiche. La teoria ondulatoria della luce permetteva di spiegare, anche se in maniera matematicamente complessa, un gran numero di fenomeni, oltre alla riflessione ed alla rifrazione. Nel 1801 <span class=\"c4\">Thomas Young</span> dimostrò<span class=\"c0\"> come i fenomeni della diffrazione e dell'interferenza fossero interamente spiegabili dalla teoria ondulatoria e non lo fossero dalla teoria corpuscolare.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image11.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-5-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Nel 1864 viene poi pubblicato “<strong><span class=\"c11\">A Dynamical Theory of the Electromagnetic Field</span></strong><span class=\"c0\">”, il capolavoro della fisica classica. Maxwell raccoglie millenni di studi su elettricità e magnetismo collegando i due effetti e formulando quattro semplici quanto geniali formule. In una dozzina di caratteri si nascondono segreti che, almeno in parte, proveremo a raccontare insieme.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Lo scontro sembra vinto da Huygens, la teoria corpuscolare sembra riuscire a spiegare ogni comportamento. Fino al 1900, quando avviene la più grande rivoluzione che la scienza abbiamo mai vissuto. Senza entrare nel dettaglio, perchè ci vorrebbe un pomeriggio intero solo quel parlarvi della cosa, diciamo che i fisici decisero di applicare le leggi conosciute per studiare come un corpo, come ad esempio il sole, emetta radiazione (quindi luce visibile, ma anche infrarossi e ultravioletti, raggi gamma per Hulk e raggi X per le lastre). Si resero conto però che le formule prevedevano che all'aumentare dell’energia della radiazione aumentasse anche l'intensità della radiazione: questo significa che il sole dovrebbe emettere una quantità di raggi gamma tali da disintegrarci all’istante. </span></p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-6-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">La <strong>catastrofe dell’ultravioletto</strong>, come viene solitamente chiamata, è l’evento che ha portato per la prima volta alla teorizzazione della base della meccanica quantistica e che dopo anni di sconfitte, ridiede dignità alla teoria corpuscolare di Newton. Oggi possiamo affermare che la luce è sia onda che particella, e che i due comportamenti non si manifestano mai insieme ma dipendono dal tipo di esperimento che stiamo portando a termine.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/giphy.gif\" width=\"624\" height=\"469\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Ad ogni modo questo video, registrato (con dei trucchi) a cento miliardi di frame al secondo, mostra abbastanza chiaramente cosa intendiamo per natura corpuscolare della luce.</p>\n<p>Per approfondire: <strong><a href=\"#non-existing-post-with-id-144\">Breve storia della luce</a></strong></p>\n<h2 id=\"h.fglqsn38o8zy\" class=\"c6\" style=\"text-align: justify;\"><span class=\"c17\">1. Miraggi</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Ma cominciamo a fare sul serio e lanciamoci nel primo argomento.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image1.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-8-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">In questa definizione c’è già tutto, dobbiamo semplicemente sviscerarne il significato. Per cominciare dobbiamo quindi parlare della rifrazione, ovvero di come la luce cambi direzione quando colpisce l'interfaccia tra due materiali diversi. Per nostra fortuna la legge che descrive questo comportamento, la legge di Snell, è davvero semplice:  il rapporto tra gli indici di rifrazione<span class=\"c0\"> dei due mezzi è uguale al rapporto tra i seni degli angoli che il raggio forma con la retta perpendicolare alla superficie. Più difficile da dire che da capire.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"> <img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image16.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-9-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">L’indice di rifrazione, che ci servirà anche dopo, è una proprietà del materiale che ci dice quanto è difficile per la luce muoversi in un mezzo, quanto viene rallentata rispetto ad un raggio che può felicemente propagarsi nel vuoto cosmico</span>.</p>\n<p class=\"c14\" style=\"text-align: justify;\"><span class=\"c7\">Questo comportamento è una conseguenza della pigrizia della natura, che come sempre cerca di sforzarsi il meno possibile per raggiungere i suoi obiettivi: in questo caso il</span><span class=\"c7\"> Principio di Fermat recita che </span><span class=\"c7 c11\">\"il percorso fra due punti preso da un raggio di luce è quello che è attraversato nel minor tempo\"</span><span class=\"c7 c13\">, e questo è proprio quello che si trova applicando la legge di Snell. Ok, va bene. Ma noi vogliamo i miraggi.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Giusto, allora seguitemi: siete un raggio di luce che si propaga libero nel cielo. Siete velocissimi, quindi prima o poi un ostacolo lo incontrerete: dato che siete sfigati andate a schiantarvi sull’asfalto rovente di Agosto: siete passati dall’aria fredda, che avrà il suo indice di rifrazione, all’aria calda che è sopra l’asfalto. Se arrivate abbastanza inclinati succede qualcosa di magnifico che si chiama riflessione totale interna. Questo significa che l’aria calda, per quanto vi riguarda, è uno specchio: quindi “rimbalzate” sull’asfalto e finite dritti negli occhi di un malcapitato. Congratulazioni, siete appena diventati un miraggio inferiore.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image9.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-13-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Vostri fratelli saranno i miraggi superiori, è più rari e stupefacenti: i raggi vengono curvati verso il basso, permettendo all’osservatore di scorgere immagini che si trovano anche molto oltre l’orizzonte fluttuare nel cielo. E’ questo il caso di navi e coste avvistate mentre navigano allegramente nel cielo sopra mari molto freddi, tipicamente nel Nord Europa.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image14.png\" alt=\"\"><img class=\"aligncenter size-large wp-image-4092\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-15-720x540.png\" alt=\"\" width=\"720\" height=\"540\"><span class=\"c0\">La combinazione dei due miraggi genera quella che è nota come Fata Morgana, dove il riferimento alla sorellastra di Re Artù deriva dai racconti che vedono la strega artefice di visioni di fantastici castelli in aria o in terra per attirare i marinai e condurli alla morte. Inoltre in nome italiano è conosciuto in tutto il mondo perché questo fenomeno è molto frequente nello Stretto di Messina, dove leggenda vuole che un re Barbaro giunto in Calabria stesse architettando un modo per giungere in Sicilia (il ponte all’epoca ancora non esisteva……) quando una donna gli fece apparire l’isola a due passi: tuffatosi in acqua scoprì che era tutto finto, ma era tardi ormai. Tornando alla fisica, il fenomeno ottico in questione consiste in una deformazione molto spinta di oggetti che si trovano oltre l’orizzonte, che vengono compressi e allungati in maniera repentina e «casuale»: sembra di osservare una pellicola danneggiata, tanto che spesso gli oggetti sono difficilmente riconoscibili. La differenza fondamentale con i miraggi sopra descritti è la presenza in questo caso di un condotto atmosferico: uno strato d’aria molto calda deve sovrastare uno strato di aria molto più fredda, per cui avremo una situazione in cui l’indice di rifrazione varia con la quota, aumentando per poi diminuire di nuovo. Questo fa sì che «sopra» i raggi vengano deviati in alto e «sotto» verso il basso generando immagini allungate e appunto distorte (oltre alla tipica fluttuazione che deriva dal miraggio superiore).</span></p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/null-16-720x540.png\" width=\"720\" height=\"540\"></p>\n<p>Per approfondire: <strong><a href=\"https://fisicisenzapalestra.github.io/blog/lolandese-volante-e-la-fata-morgana-i-miraggi.html\">L’olandese volante e la Fata Morgana: i miraggi</a></strong></p>\n<h2 id=\"h.onb226dqyg66\" class=\"c9\" style=\"text-align: justify;\">2<span class=\"c10\">. Kamehameha e Rasengan</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Vi siete mai chiesti perché nei fumetti l’energia è sempre rappresentata in blu? E’ una strana coincidenza o in qualche modo è possibile giustificare, fisicamente, questa scelta cromatica? Se così non fosse non ne staremmo parlando ora, quindi andiamo subito al dunque.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\">Come forse avrete sentito da qualche parte, la teoria della Relatività di Albert Einstein si basa su di un concetto basilare: <span class=\"c4\">la velocità della luce nel vuoto è una costante fisica indipendente dalla velocità dell'oggetto che emette la radiazione (e quindi dal sistema di riferimento inerziale utilizzato) e non può essere superata</span>, neanche da Bolt. Da questo semplice concetto è nata una delle teorie più rivoluzionarie della fisica di sempre, quindi non è qualcosa che possiamo prendere sotto gamba. In particolare la luce nel vuoto corre fino a nel vuoto <span class=\"c4\">299 792 458 m/s</span><span class=\"c0\"> (circa 0.3 miliardi di metri al secondo).</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image15-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Perfetto, tenete a mente questo concetto.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Ora immaginate con te. Immaginate che io voglia dare un cazzotto a Billy. Il mio gesto viaggia alla velocità della luce negli occhi di Marco, viene elaborato dal cervello e ci mette circa un millisecondo ad arrivare alle terminazioni nervose che lo fanno reagire spostandosi dalla traiettoria del mio cazzotto potentissimo. Se io però non avessi fatto le cose in moto teatrale preparandomi a dare il cazzotto della vita avrei colto di sorpresa Billy e l’informazione del mio pugno sarebbe arrivata dopo la rottura dello zigomo. Ora questo esempio, per quanto strampalato è davvero azzeccato credetemi.</span></p>\n<p style=\"text-align: center;\"><iframe width=\"480\" height=\"243\" class=\"giphy-embed\" src=\"https://giphy.com/embed/fO1c8eUlcx2bS\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Un altro esempio: avete mai sentito parlare del boom sonico? Quando un Boing supera la velocità del suono, che è la velocità alla quale le informazioni sulla pressione viaggiano in un fluido (nel nostro caso l’aria) le particelle non vengono informate del corpo che sta arrivando e non si preparano a spostarsi: quando si dice “il muro del suono” si intende proprio questo, perchè il Boing si va a schiantare con un vero e proprio muro d’aria emettendo il caratteristico boato.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image2.png\" alt=\"\"><img class=\"aligncenter size-large wp-image-4099\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image2-720x540.png\" alt=\"\" width=\"720\" height=\"540\">Ma cosa c’entra tutto questo con la luce e i Rasengan? La risposta si chiama “<span class=\"c11\">Effetto Cherenkov</span><span class=\"c0\">”. Sebbene non sia possibile superare la velocità della luce nel vuoto come abbiamo sottolineato prima, ci sono delle condizioni in cui è la luce stessa a viaggiare più lentamente. In particolare quando la luce attraversa un materiale ci sono vari effetti che abbassano la velocità di propagazione della luce, di un fattore chiamato indice di rifrazione di quel materiale (come abbiamo già visto parlando di indici di rifrazione).</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image6.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image6-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">In queste condizioni è dunque possibile che particelle subatomiche, come gli elettroni, possano viaggiare a velocità maggiori di quella della luce in quel materiale. Normalmente un elettrone, passando nel materiale, emetterebbe un campo elettrico che informerebbe le particelle del fluido della sua presenza facendole reagire di conseguenza. In questo caso avremmo un accumulo di carica positiva nella direzione dell’elettrone: si vengono a creare dei dipoli elettrici, che senza entrare nel dettaglio in generale emettono onde elettromagnetiche. In questo caso però, data la simmetria sferica del problema, la somma di tutte le radiazioni è nulla. Se però, come nel nostro caso, l’elettrone viaggia più velocemente del campo elettrico, l’informazione non riesce ad arrivare in tempo a tutte le particelle, ma solo a quelle che sono già state superate: non c’è più la situazione simmetrica di prima e viene emessa della radiazione luminosa, generalmente raggi ultravioletti (che sono invisibili) ma anche una piccola componente nel blu, che è quella che conferisce il colore tipico che è possibile osservare (in realtà anche nel viola, ma i recettori di questo colore sono molti meno rispetto a quelli del blu, ed è per questo che vediamo <span class=\"c2\"><a href=\"#non-existing-post-with-id-117\">il cielo blu e non viola</a></span><span class=\"c0\">.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">La luce Cherenkov così emessa copre una banda di frequenze nell’ultravioletto ma comprende anche una porzione di spettro visibile da cui il caratteristico colore azzurro.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image17.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image17-720x540.png\" width=\"720\" height=\"540\"></p>\n<p>Per approfondire: <strong><a href=\"#non-existing-post-with-id-68\">Ma il cono è sempre più blu</a></strong></p>\n<h2 id=\"h.c7j8l33r2h0p\" class=\"c9\" style=\"text-align: justify;\"><span class=\"c10\">4. Are we alone?</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Da quando l’uomo ha alzato gli occhi al cielo e si è reso conto di essere un minuscolo granello di polvere nel calderone che è lo spazio, la domanda del “Siamo davvero le uniche forme di vita?” non ha mai trovato una risposta. Statisticamente essere gli unici è davvero improbabile, l’universo per quanto ne sappiamo potrebbe essere infinito e sarebbe davvero presuntuoso sostenere la cosa. Eppure finora non abbiamo incontrato, perlomeno consciamente, nessuna forma di vita aliena. E visto che i nostri amici verdi non vengono a trovarci, questi due simpatici ragazzoni hanno deciso di andare a bussare alle porte della galassia.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image18.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image18-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c4\">Breakthrough Starshot</span> è un programma di ricerca il cui fine ultimo è quello di creare una tecnologia ultraleggera che permetta di raggiungere, nel giro di una generazione (una ventina di anni), il sistema stellare <span class=\"c11\">Alpha Centauri</span><span class=\"c0\">, il nostro vicino galattico più prossimo (circa 276mila volte la distanza della Terra dal Sole).</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Dove sta la difficoltà? Nella la distanza.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image10.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image10-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Questo simpatico sistema stellare si trova infatti solo a 41mila miliardi di chilometri di distanza dalla Terra, che in unità astronomiche possiamo scriverli come 4,37 anni luce. Sembra poco per delle “navicelle spaziali”, ma non è affatto così: Voyager 1, lanciata nel 1977 (quindi praticamente 20 anni fa, per fare un paragone), ha percorso solo 18 ore luce! Cominci ad afferrare che il problema non è da poco. Come si risolve il problema?</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Come ti accennavo prima, l'obiettivo è quello di costruire delle sonde miniaturizzate (si parla della grandezza di un chip) e dal peso di pochi grammi. Queste piccole navicelle, una volta rilasciate da una navicella madre, dispiegherebbero al “vento” una speciale vela di qualche metro quadrato e spessa pochissimi strati atomici. Cosa forse saprete, nell’universo c’è un vuoto più o meno perfetto, quindi il vento lo dobbiamo creare.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Ora facciamo un passo indietro: come funziona una barca a vela?</span></p>\n<p style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image3.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image3-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Si basa tutto sulla pressione esercitata dal vento: le molecole che compongono l’aria urtano contro il tessuto della vela cedendo la propria energia cinetica e accelerando la barca. Dato che creare una ventola che spinga l’aria contro le vele ad una distanza di un miliardo di chilometri dalla Terra non è un’idea particolarmente brillante, poiché probabilmente non riusciremmo ad oltrepassare neanche la nostra atmosfera, dobbiamo utilizzare una spinta diversa. E indovinate un poco cosa utilizzeremo? La luce!</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Il simpaticone di Maxwell che abbiamo visto all’inizio della presentazione, tra le varie cose teorizza che la radiazione elettromagnetica esercita sulle pareti esposte ad essa una pressione. Ora che sappiamo che la luce è anche composta da particelle, questa deduzione ci sembra quasi logica: se i fotoni si comportano come le molecole dell’acqua, l’urto con la vela dovrebbe mettere in movimento la sonda. Quello che in realtà succede è leggermente differente, in quanto i fotoni non urtano, ma vengono assorbiti: dato che si deve conservare la quantità di moto (che è una misura della loro velocità), sparando un laser contro le vele delle nostre sonde abbiamo la possibilità di accelerarle a distanza.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image4.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/228/image4-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Ricapitolando, l'obiettivo è quello di inviare delle sonde piccole come dei chip nello spazio, sparargli contro un laser ed accelerarle fino alla velocità di 50mila chilometri al secondo, circa il <span class=\"c4\">20% della velocità della luce</span>. Mentre la miniaturizzazione delle sonde non sarebbe così futuristica come sembra, lo scoglio maggiore rimane la fonte laser, che dovrebbe raggiungere la potenza indicativa di 100 gigaWatt: per fare un paragone, l’energia necessaria al lancio di uno Space Shuttle, al secondo. L’altro grande problema rimane quello dei fondi: i primi 100 milioni di dollari sono stati donati dal miliardario russo Milner, ma il tetto della missione rimane molto (moltissimo) lontano. Ci saranno altri investitori così temerari? Staremo a vedere.</p>\n<p>Per approfondire: <a href=\"#non-existing-post-with-id-158\"><strong>Siamo soli nell’universo? Andiamo a scoprirlo!</strong></a></p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/228/Presentazione-Raffaele.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Seminari",
                   "Fisica"
            ],
            "date_published": "2020-04-09T21:29:29+02:00",
            "date_modified": "2020-04-09T21:29:29+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/nitroglicerina-la-cura-esplosiva.html",
            "url": "https://fisicisenzapalestra.github.io/blog/nitroglicerina-la-cura-esplosiva.html",
            "title": "Nitroglicerina: la cura esplosiva",
            "summary": "Caro Billy...come sai, l’intero Universo è regolato da leggi fisiche. Noi, da bravi spalestrati quali siamo, abbiamo qui in pagina un compito importante: quello di divulgare scienza. Proprio per questo, i protagonisti dei nostri articoli si rivelano essere prevalentemente di carattere fisico/matematico: atomismo, astronomia, teoremi&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Caro Billy...come sai, l’intero Universo è regolato da leggi fisiche.</p>\n<p style=\"text-align: justify;\">Noi, da bravi spalestrati quali siamo, abbiamo qui in pagina un compito importante: quello di divulgare scienza.</p>\n<p style=\"text-align: justify;\">Proprio per questo, i protagonisti dei nostri articoli si rivelano essere prevalentemente di carattere fisico/matematico: atomismo, astronomia, teoremi e quant’altro. Oggi, però, ho intenzione di trattare un altro “ramo” della scienza, spesso sottovalutato, tanto insidioso quanto interessante, perché si, matematici e fisici potranno anche essere folli, ma credimi Billy...i chimici lo sono di più!</p>\n<p style=\"text-align: justify;\">Se nell’<a href=\"http://www.fisicisenzapalestra.com/fisica/pacemaker/\">articolo precedente</a> abbiamo visto come risanare il funzionamento di un cuoricino malconcio, oggi invece entriamo nel mondo della chimica organica e, in particolare, ci soffermiamo sulla nitroglicerina: semplice esplosivo? Oppure può rivelarsi utile per la nostra salute?</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/227/null-3.jpeg\" width=\"601\" height=\"373\"></p>\n<h2 id=\"mcetoc_1e5g692q50\" style=\"text-align: justify;\">Che cos’è?</h2>\n<p style=\"text-align: justify;\">Suvvia, ne avrai sicuramente già sentito parlare... fin da piccoli si scopre cosa sia la dinamite, anche merito del cartone animato in cui Willy Il Coyote organizza trappole esplosive per catturare Beep Beep!</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/227/null-4.jpeg\" width=\"602\" height=\"262\"></p>\n<p style=\"text-align: justify;\">La nitroglicerina non è altro che un costituente di questo esplosivo, un composto chimico di formula bruta C₃H5O9N₃ e struttura di triestere della glicerina con l'acido nitrico:</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/227/null-1.png\" width=\"528\" height=\"178\"></p>\n<p style=\"text-align: justify;\">Andrebbe indicata più correttamente con il nome di <strong>trinitroglicerina </strong>(da cui la sigla TNG) per differenziarla dai monoesteri e dai diesteri nitrici della glicerina. Però, siccome noi non siamo studiati, da questo momento la chiameremo semplicemente nitroglicerina, meglio no?</p>\n<p style=\"text-align: justify;\">Il composto viene scoperto nel 1847 dall’italiano Ascanio Sobrero, famoso medico e attento chimico. Vive gran parte del XIX secolo: testimone del romanticismo, dei moti rivoluzionari, dell’unità d’Italia… insomma, un uomo come tanti che non ha un’unica grande passione, ma si divide tra la chimica e la medicina, nel tentativo di asservire la prima alla seconda. Dopo innumerevoli esperimenti, Sobrero però rinuncia alla scoperta fatta: la nitroglicerina è così sensibile ed instabile che, a sua detta, <i>“sembrava impossibile da addomesticare</i>”.</p>\n<p style=\"text-align: justify;\">Proprio per questo non la si può utilizzare fino a quando lo svedese Alfred Nobel non capisce che, mescolandola con farina fossile, diventa molto più stabile e maneggevole: con queste caratteristiche prende il nome di dinamite. Grazie a questa scoperta, brevettata nel 1864, egli ottiene fama e denaro: ai tempi, la dinamite infatti si scopre molto utile nelle miniere, ad esempio per aprire gallerie.</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/227/null-5.jpeg\" width=\"370\" height=\"400\"></p>\n<h2 id=\"mcetoc_1e5g692q51\" style=\"text-align: justify;\">Perché esplode così facilmente?</h2>\n<p style=\"text-align: justify;\">Il motivo della misteriosa instabilità della nitroglicerina, che addirittura rende Ascanio Sobrero un’anima fortemente tormentata, è relativamente semplice... abbiamo detto sia un composto molto sensibile: significa che i legami tra le sue molecole sono molto deboli, dunque esse tendono a separarsi anche a temperatura ambiente per formare composti più stabili, come anidride carbonica e ossidi di azoto. È per questo che un forte urto o una percussione rapida possono costituire l’innesco di una reazione a catena, generando una sorta di effetto domino.</p>\n<p style=\"text-align: justify;\">Per afferrare meglio il concetto, ti spiego il meccanismo di reazione anche in termini un po’ più “fisici” (che vuoi farci Billy, il primo amore non si scorda mai): l’energia cinetica, generata dell’urto, si trasforma facilmente in energia termica concentrata in un solo punto, questo provoca la rottura dei legami chimici di una o più molecole. Come conseguenza vi sarà la creazione di un’onda esplosiva che si trasmette rapidamente a tutta la massa.</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/227/null-6.jpeg\" width=\"590\" height=\"257\"></p>\n<p style=\"text-align: justify;\">Come dicevo all’inizio, la nitroglicerina è un composto tanto instabile quanto pericoloso. Ciò nonostante, viene tutt’oggi usata, udite udite, come farmaco.</p>\n<p style=\"text-align: justify;\">Ma come? Facciamo un altro passo indietro nella storia e pensiamo ai lavoratori delle fabbriche di fine ‘800.</p>\n<p style=\"text-align: justify;\">Billy, ti è mai capitato, magari dopo il weekend, di sentirti affaticato, tanto da avere mal di testa? Bene, è proprio questo che succedeva a tutti quegli operai!</p>\n<p style=\"text-align: justify;\">Il fatto che nelle industrie di Nobel quei dolori fossero tanto ricorrenti inizia però a destare sospetti. Ovviamente gli orari di chi lavorava con sostanze tossiche non erano mica regolamentati come oggi! Quindi passano molti anni prima che il malessere percepito da molti nelle fabbriche di composti di dinamite venga associato alle sostanze stesse. Grazie a questi eventi che si scopre l’effetto della molecola nitroglicerina sul corpo umano e i sintomi di questi uomini passano alla storia con il nome di “Monday disease“ letteralmente tradotto “malattia del lunedì”.</p>\n<p style=\"text-align: justify;\">Studi, ricerche, diagnosi… ed eccoci ad oggi: la nitroglicerina che viene utilizzata come farmaco perché possiede nientemenochè attività vasodilatante a livello venoso (a basse concentrazioni) e a livello arterioso (a elevate concentrazioni).</p>\n<h2 id=\"mcetoc_1e5g692q52\">Che reali effetti ha sul nostro corpo?</h2>\n<p style=\"text-align: justify;\">Come sai, la nitroglicerina è un farmaco appartenente alla categoria dei nitrati. Queste sostanze, grazie alla liberazione di ossido nitrico, rilasciano la muscolatura liscia e dilatano le arterie coronariche.</p>\n<p style=\"text-align: justify;\">Proprio per queste proprietà, si usa per curare diversi sintomi: per la pressione alta durante gli interventi chirurgici, per gestire lo scompenso cardiaco associato all'infarto o addirittura per trattare alcune forme di dolore toracico.</p>\n<p style=\"text-align: justify;\">Non sei ancora convinto Billy? Sei proprio senza fede...o peggio, un complottista!</p>\n<p style=\"text-align: justify;\">Ti faccio un piccolo esempio: hai presente l’angina pectoris? L’angina pectoris, letteralmente “dolore al petto” è il nome dato ad un dolore toracico che si verifica se una parte del cuore non riceve una sufficiente quantità di sangue ossigenato.</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/227/null-2.png\" width=\"464\" height=\"348\"></p>\n<p style=\"text-align: justify;\">Pensa un po’, piccole dosi di nitroglicerina agiscono rilassando i vasi sanguigni: in questo modo si facilita lo scorrimento del sangue, riducendo il carico di lavoro per il cuore e, di conseguenza, la quantità di ossigeno di cui ha bisogno.</p>\n<p style=\"text-align: justify;\">Beh, che mi dici adesso? Insomma...tra circuiti elettrici salvavita e farmaci esplosivi, viene spontaneo chiedersi il motivo per cui ancora non si è immortali.</p>\n<p style=\"text-align: justify;\">Sarà mica un altro complotto?</p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/227/Immagini_Articoli.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Esplorando il corpo umano",
                   "Chimica"
            ],
            "date_published": "2020-04-09T21:23:54+02:00",
            "date_modified": "2020-04-09T21:23:54+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/lesperimento-sox-spiegato-a-tutti.html",
            "url": "https://fisicisenzapalestra.github.io/blog/lesperimento-sox-spiegato-a-tutti.html",
            "title": "L&#x27;esperimento SOX, spiegato a tutti",
            "summary": "Short distance neutrino Oscillations with BoreXino, l’esperimento più ingiustamente infamato di questi giorni. Capiamo un po’ cos’è, perché è tanto importante e come mai non c’è nulla da temere. Procediamo analizzandone semplicemente il nome, con ordine. Il neutrino è una particella subatomica, prodotta dal Decadimento&hellip;",
            "content_html": "<p style=\"text-align: justify;\"><strong>S</strong>hort distance neutrino <strong>O</strong>scillations with Bore<strong>X</strong>ino, l’esperimento più ingiustamente infamato di questi giorni. Capiamo un po’ cos’è, perché è tanto importante e come mai non c’è nulla da temere.</p>\n<p style=\"text-align: justify;\">Procediamo analizzandone semplicemente il nome, con ordine.</p>\n<h2 id=\"mcetoc_1e5g64v320\" style=\"text-align: justify;\">Neutrini</h2>\n<p style=\"text-align: justify;\">Il neutrino è una particella subatomica, prodotta dal <a href=\"https://it.wikipedia.org/wiki/Decadimento_beta\"><em>Decadimento beta</em></a> , dotato di una massa piccolissima (come sappiamo dopo l'esperimento nel laboratorio di <a href=\"https://it.wikipedia.org/wiki/Super-Kamiokande\">Super-Kamiokande</a>, che valse il premio <a href=\"https://www.nobelprize.org/nobel_prizes/physics/laureates/2015/press.html\">Nobel per la fisica nel 2015</a>). A differenza della luce non ha (quasi) alcun tipo di interazione con la materia, tanto che è stato in grado di viaggiare dal <strong>CERN</strong> di Ginevra ai Laboratori del Gran Sasso praticamente indisturbato (in un esperimento che i più si ricorderanno come quello del “tunnel della Gelmini”) attraverso quasi 900 km di dura roccia.<br> Ora Billy, tendi la mano. Ogni secondo viene attraversata da circa 10000000000 neutrini prodotti dalla reazione di fusione nucleare che alimenta il Sole. Ti sei accorto di qualcosa? Non credo proprio.<br> In particolare i neutrini sono di tre tipi, distinti attraverso il loro “<strong>sapore</strong>” (sempre a pensare al cibo questi fisici…). I neutrini che saranno i protagonisti dell'esperimento SOX sono i neutrini ellettronici, generati nel decadimento beta assieme ad un elettrone; esistono poi neutrini a sapore <em>muonico</em> ed <em>tauonico</em>, particelle prodotte dall'interazione nucleare debole più difficili da rilevare.<br> Ma non lasciarti confondere dalla strana nomenclatura data a questi fenomeni, e concentrati sul problema vero: come facciamo quindi ad osservare una particella così sfuggente?</p>\n<h2 id=\"mcetoc_1e5g64v321\" style=\"text-align: justify;\">Il cuore dell'esperimento</h2>\n<p style=\"text-align: justify;\">Entra qui in gioco <strong>Borexino</strong>, ovvero il cuore dell’esperimento. Questo è un enorme sensore, costituito da una sfera contenente 2700 tonnellate di acqua e 1400 tonnellate di materiale scintillatore, circondato da 2200 fotomoltiplicatori. Facendola facile (ma non lo è affatto), un neutrino che passa attraverso Borexino può interagire con il materiale scintillante, cedere una parte della propria energia e dare luogo ad un piccolo, microscopico lampo di luce, che viene amplificato dai fotomoltiplicatori. Ora, però, vengono i problemi. Dal Sole, dalle stelle lontane, dall’atmosfera, dal suolo, dalle banane, provengono raggi gamma e tanti altri tipi di particelle subatomiche, che esistono naturalmente e da sempre nell’ambiente, con cui conviviamo serenamente e senza problemi. Lo scintillatore, però, interagisce molto più facilmente con queste ultime che con i neutrini, quindi qualsiasi cosa che non sia un neutrino non deve entrare in contatto con lo scintillatore, altrimenti il lampo del neutrino verrà sommerso da migliaia di altri, qualsiasi tipo di analisi risulterà impossibile. Da qui la decisione di costruire laboratori di fisica sotto le montagne più alte (USA, Giappone, Cina), in modo che lo spesso strato di roccia filtri tutta questa radiazione, nel caso dei Laboratori del Gran Sasso, circa 1400 metri. Tutto questo fa quindi di Borexino il luogo meno radioattivo al mondo! Lo strumento è attivo dal 2007, ed è una vera eccellenza mondiale. Ogni anno gli scienziati che ci lavorano riescono ad effettuare scoperte straordinarie, migliorandone sempre più le performance.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--wide\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/229/SSS_PC_full-c4.jpg\" width=\"1792\" height=\"1200\"></p>\n<h2 id=\"mcetoc_1e5g64v322\" style=\"text-align: justify;\"><strong>Cosa cerchiamo?</strong></h2>\n<p style=\"text-align: justify;\">Ovviamente, come ogni esperimento, ha uno scopo.<br> Dopo aver analizzato per anni i neutrini solari ed aver dato una grande spinta alla teoria del Modello Standard, è arrivata l'ora di chiarire un dubbio che da decenni attanaglia i fisici teorici: le \"<strong>anomalie dei neutrini</strong>\", la scomparsa di neutrini ed antineutrini elettronici (come già osservato in altri esperimenti come <a href=\"https://arxiv.org/abs/1306.6494\">LSND and MiniBooNE</a>). Se avesse successo, SOX dimostrerebbe l'esistenza dei \"<strong>neutrini sterili</strong>\" (che interagiscono solo gravitazionalmente e non tramite interazione debole), e quindi delle prime particelle non previste dal modello standard. Questa possibilità ha da anni aperto enormi dibattiti nella comunità scientifica in quanto buona parte della fisica delle particelle andrebbe riscritta.<br> Inoltre SOX fornirebbe una misura più precisa del momento magnetico del neutrino, l'angolo di Weinberg ed altri parametri fisici fondamentali per la loro caratterizzazione. ((Grazie a Tommaso Righi per le correzioni!))</p>\n<p style=\"text-align: justify;\">Per avere una prova di queste anomalie è stato quindi messo insieme l’esperimento <strong>SOX</strong>, che prevede di posizionare una sorgente di neutrini nelle dirette vicinanze (<em>Short distance</em>) di Borexino. Come dicevamo sopra, dobbiamo impedire a tutta la radiazione prodotta insieme ai neutrini (tipicamente raggi gamma) di interagire con lo scintillatore. Da qui la scelta del <strong>Cerio 144</strong>, che ha una emissione gamma estremamente bassa rispetto alla emissione di neutrini (12 gamma ogni 100 neutrini) ed un tempo di dimezzamento (ovvero il tempo che un certo tipo di nuclei radioattivi impiega a dimezzarsi in numero) di 9 mesi, tale da poter effettuare una campagna sperimentale sufficientemente lunga. Per schermare completamente qualsiasi tipo di radiazione è stata predisposta una doppia capsula di acciaio, circondata poi da un cilindro di 2,4 tonnellate di tungsteno, ovvero 19 centimetri di quel materiale che usano per gli scarichi degli aerei, per le punte dei saldatori, per le placche antiproiettile ed altri componenti ad altissime prestazioni (in quantità decisamente minori). Un materiale estremamente duro ed estremamente denso, in grado di svolgere egregiamente sia da schermo per la radiazione (10 volte meglio del piombo) che da contenitore “ermetico” a prova di inondazioni, terremoti, incendi, incidenti e chi più ne ha più ne metta. Si è poi scelto di utilizzare una quantità molto modesta di cerio, ovvero circa 40 grammi (ci riempireste due tazzine di caffè a dir tanto) per non “sovraccaricare” Borexino (perdendo quindi in sensibilità) e per evitare qualsiasi tipo di problema legato alla contaminazione del territorio (quel cerio, dopo due anni, sarà assolutamente innocuo).</p>\n<p style=\"text-align: justify;\">L’esperimento durerà 18 mesi, durante i quali niente verrà spostato, pena la completa perdita di significato di tutto il lavoro.</p>\n<p style=\"text-align: justify;\">Insomma, nessuna bomba nucleare, nessuna bomba ecologica, nessun tentativo dei rettiliani di conquistare l’Abruzzo, solamente un esperimento molto complicato e molto delicato, in uno dei pochi centri di ricerca italiani noti a livello internazionale e ammirati da tutti per la qualità delle ricerche e dei risultati.</p>\n<p style=\"text-align: justify;\">Non c’è alcun pericolo di contaminazione delle acque, la capsula che racchiude il materiale radioattivo è completamente sicura, ed anche nel remotissimo caso in cui tutto andasse storto, le quantità sono talmente piccole da non creare alcun tipo di problema.</p>\n<p style=\"text-align: justify;\">Alcuni obiettano che il contenitore sarebbe apribile, perché chiuso <em>“solamente con 20 viti”.</em> Questo tipo di chiusura si rende necessario perché il tungsteno non è un materiale saldabile con facilità (fonde a 3422 °C), e saldare quella quantità di materiale risulterebbe inutile ed anzi dannoso, perché non ne sarebbe affatto garantita la tenuta. Inoltre non avrebbe senso costruire un contenitore di quelle dimensioni (e di conseguenza un costo esorbitante) per usarlo solamente una volta e poi essere buttato via perché non riutilizzabile. E in ogni caso quelle “20 viti” non sono quelle che tengono su la plafoniera della lampada, ma grosse e lunghe (si parlava di 19 centimetri di spessore…) e di conseguenza non proprio apribili da chiunque.</p>\n<p style=\"text-align: justify;\">Remare contro questo esperimento a prescindere significa solamente che qualcun altro se ne farà carico, ottenendone tutti i benefici sia in termini di indotto finanziario che di merito scientifico, mentre qui resterà solamente un tunnel vuoto ed una figuraccia internazionale che ha ben pochi pari nel mondo.</p>\n<hr>\n<h2 id=\"mcetoc_1e5g64v323\" style=\"text-align: center;\">di Riccardo Crugnola</h2>\n<p style=\"text-align: justify;\">Non pompiere, non astronauta, non calciatore. Il suo sogno da bambino era diventare ingegnere nucleare (o gruista, ma scoprì nel tempo di aver paura dei cavi di acciaio).</p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/229/Senzanome.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica"
            ],
            "date_published": "2020-04-09T21:21:38+02:00",
            "date_modified": "2020-04-09T21:21:38+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/bnct-neutroni-contro-il-cancro.html",
            "url": "https://fisicisenzapalestra.github.io/blog/bnct-neutroni-contro-il-cancro.html",
            "title": "BNCT: neutroni contro il cancro",
            "summary": "Si sente parlare spesso di radiazioni come di qualcosa di misterioso ed orribile. Forse a causa della cattiva informazione, forse per l'istintivo timore nei confronti di qualcosa che non riusciamo né a vedere né a percepire, eppure sempre presente: i cellulari, i computer, gli alieni ma soprattutto&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Si sente parlare spesso di <em><strong>radiazioni</strong> </em>come di qualcosa di misterioso ed orribile.<br> Forse a causa della cattiva informazione, forse per l'istintivo timore nei confronti di qualcosa che non riusciamo né a vedere né a percepire, eppure sempre presente: i cellulari, i computer, <a href=\"http://www.fisicisenzapalestra.com/tecnologia/calcolo-distribuito/\">gli alieni</a> ma soprattutto le <a href=\"https://it.wikipedia.org/wiki/Dose_equivalente_a_una_banana\">banane</a> sono sono sempre lì, pronti a bombandarci con i loro fasci, tanto invisibili quanto dannosi.</p>\n<p style=\"text-align: justify;\">La radiazione è un fenomeno di emissione e di propagazione di <strong>energia</strong>, che può quindi avere diverse forme: calore, luce, particelle.<br> La prime cose che vengono generalmente in mente a riguardo sono <em>Chernobyl</em>, la <a href=\"http://www.fisicisenzapalestra.com/fisica/bomba-zar/\">bomba atomica</a> e <em>Homer Simpson,</em> quando dovremmo soffermarci con più attenzione sulla semplicità della definizione che abbiamo dato.<br> Il mare, il metabolismo cellulare, un vulcano, <em>l'ardere</em> di una stella. Tutti questi fenomeni parlano di energia, che è un concetto troppo ampio e affascinante per essere stigmatizzato con leggerezza.</p>\n<h2 id=\"mcetoc_1e5g5sqpi0\" style=\"text-align: justify;\">Le Radiazioni e la Medicina</h2>\n<p style=\"text-align: justify;\">Proprio quelle radiazioni che ci fanno inorridere sono invece lo strumento che permette di sopravvivere ad alcuni tra i mali peggiori che possano attaccare la vita umana.<br> Le radiazioni sono alla base delle principali tecniche diagnostiche, a partire dai più semplici <strong>raggi X</strong> alla più sofisticata <strong><a href=\"https://it.wikipedia.org/wiki/Tomografia_a_emissione_di_positroni\">PET</a> (Positron Emission Tomography)</strong>.<br> Le radiazioni non sono solo in grado di vedere la malattia, ma sono anche in grado di intervenire attivamente attraverso la <strong>radioterapia.<br> </strong>Questo termine racchiude tutte le terapie mediche che fanno uso di <em><a href=\"https://it.wikipedia.org/wiki/Radiazioni_ionizzanti\">radiazioni ionizzanti</a>, </em>cioè con un'energia tale da essere in grado di <em>strappare</em> via elettroni da atomi o molecole e trasformarli in ioni.<br> Un particolare tipo di radioterapia è l'<strong>adroterapia</strong>; questa utiliza fasci di particelle pesanti, gli <a href=\"https://it.wikipedia.org/wiki/Adrone\">adroni</a>, per andare a <em>colpire</em> i tumori. Avevamo già detto <a href=\"http://www.fisicisenzapalestra.com/fisica/cosa-e-un-sincrotrone/\">qui</a> che possiamo usare come <em>proiettili</em> protoni e ioni carbonio, oggi ci concentreremo sui <strong>neutroni.</strong></p>\n<h2 id=\"mcetoc_1e5g5sqpi1\" style=\"text-align: justify;\">Boron Neutron Capture Theraphy</h2>\n<p style=\"text-align: justify;\">Il neutrone è stato scoperto nel 1932 e già nel 1936 viene proposta una sua applicazione in ambito medicale. L'idea fu di un fisico americano, <em>Gordon Locher</em> e si basa su una reazione che era appena stata scoperta, nel 1935, da <em>Taylor e Goldhaber</em>: la cattura di neutroni termici, cioè poco energetici, da parte di un isotopo <strong>non</strong> <strong>radioattivo</strong> del Boro, il 10B.</p>\n<h2 id=\"mcetoc_1e5g5sqpi2\" style=\"text-align: justify;\">La reazione</h2>\n<p style=\"text-align: justify;\">La terapia si basa sull'<strong>assorbimento selettivo </strong>delle cellule tumorali<strong> </strong>di 10B all'interno e su un successivo <strong>irraggiamento</strong> con un fascio di neutroni, che dovranno essere termici alla profondità in cui il tumore si trova nel corpo umano; i neutroni dovranno cioè avere la giusta energia di 0,025 eV per innescare la reazione.<br> Quando riduciamo così tanto le dimensioni niente è più certo e determinato, siamo allora costretti a parlare in termini di probabilità e, <em>lanciando </em>un neutrone contro un atomo di boro, è molto probabile che avvenga proprio la reazione a cui siamo interessati (in <em>fisichesedelleparticelle </em>diremmo che la <a href=\"https://it.wikipedia.org/wiki/Sezione_d%27urto\">sezione d'urto</a> è di 3800 barn!). Ciò avviene con un rilascio di energia di 2,79 MeV e, a dire la verità, le reazioni di cattura sono due e con diverse probabilità di accadere:<img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/230/Screen-Shot-2017-12-07-at-16.52.39.png\" width=\"456\" height=\"118\"></p>\n<p style=\"text-align: justify;\">Cosa vogliamo ottenere in questo modo?<br> Vogliamo che il rilascio di energia avvenga in corrispondenza del tumore, inducendo un danno non riparabile sul DNA della cellula, che così muore.</p>\n<p style=\"text-align: justify;\">Questo tipo di terapia non viene applicata a tutti i tipo di tumore, che sono tra loro molto diversi.<br> Lo scopo ultimo nella BNCT è la <strong>selettività</strong>, trovare cioè il modo di far concentrare il boro solo in corrispondenza della malattia, così da poter intervenire su quei tumori in cui né la chirurgia né la radioterapia convenzionale hanno il potere di fare qualcosa.</p>\n<figure class=\"post__image post__image--center\" ><img src=\"https://fisicisenzapalestra.github.io/blog/media/posts/230/AFIP-00405558-Glioblastoma-Radiology.jpg\" width=\"497\" height=\"512\">\n<figcaption >\n<p class=\"align-center\">Di The <a href=\"https://commons.wikimedia.org/wiki/File:AFIP405851R-MEDULLOBLASTOMA.jpg\">Armed Forces Institute of Pathology</a> </p>\n</figcaption>\n</figure>\n<p>Il primo candidato per questa terapia è stato il <a href=\"https://it.wikipedia.org/wiki/Glioblastoma\">Glioblastoma Multiforme</a>, un tumore del cervello molto raro, con un'<a href=\"http://www.startoncology.net/area-professionale/glioblastoma-multiforme/\">incidenza annuale</a> in Europa di 1 su 100000.<br> Questo tipo di tumore, detto <em>microinvasivo, </em>è molto ramificato: durante la cura la maggior parte della massa viene rimossa chirurgicamente, ma ci sono cellule malate e metastasi che non siamo in grado di individuare e su cui la chemioterapia e la radioterapia convenzionale non sono in grado di intervenire.<br> Abbiamo per questo bisogno di una terapia selettiva così che, portando il boro a concentrarsi nelle cellule tumorali nascoste, possiamo poi irraggiare e distruggere ciò che rimane della malattia dopo l'intervento chirurgico di rimozione.</p>\n<figure class=\"post__image post__image--center\" ><img src=\"https://fisicisenzapalestra.github.io/blog/media/posts/230/Screen-Shot-2017-12-07-at-17.22.41.png\" width=\"803\" height=\"527\">\n<figcaption >\n<p class=\"align-center\">Heikki Joensun1 et al. Boron neutron capture therapy of brain tumors: clinical trials at the Finnish facility using boronphenylalanine. Journal of Neuron Oncology 62: 123-134, 2003.</p>\n</figcaption>\n</figure>\n<p>Un altro tipo di tumore particolarmente adatto ad essere trattato con la BNCT e il <a href=\"https://it.wikipedia.org/wiki/Melanoma\">melanoma</a>, una patologia della pelle molto aggressiva. Questo tipo di malattia genera delle metastasi che non riescono ad essere individuate, che tendono a viaggiare nel corpo e quindi a trasportare la malattia e a diffonderla agli altri organi.<br> Il melanoma è particolarmente adatto alla BNCT poiché in questo caso usiamo come <em>carrier, </em>cioè come molecola che trasporta il boro, la <strong>borofenilalanina</strong> (BPA per gli amici). Quest'ultima è un <em>precursore </em> della melanina di cui questo tipo di tumore, che nasce da una cellula predisposta alla sintesi della melanina, i melanociti, è molto ricco. La BPA tende in questo modo a concentrarsi unicamente sul tumore e riusciamo quindi, sempre dopo aver rimosso gran parte della massa malata chirurgicamente, ad irraggiare la zona circostante, eliminare ciò che rimane della malattia in modo da impedire alle metastasi di diffondersi.</p>\n<h2 id=\"mcetoc_1e5g5sqpi3\" style=\"text-align: justify;\">Problematiche</h2>\n<p style=\"text-align: justify;\">Uno dei problemi principali di questa terapia è proprio ciò che la rende così unica, la <strong>selettività.</strong><br> Affinché la terapia sia efficace vogliamo una quantità di 10B che sia più di 20 µg per grammo di tumore, e vogliamo che il boro si concentri proprio in corrispondenza della malattia, in modo da non danneggiare anche il tessuto sano; questi due traguardi non sono ancora stati raggiunti e sono oggetto di ricerca.<br> Lavorare con un fascio di neutroni è inoltre molto più complicato che lavorare con delle particelle elettricamente cariche, come possono essere gli elettroni o gli ioni carbonio, in quanto non abbiamo un modo efficiente di <em>direzionarle </em>come può essere invece un campo elettromagnetico.<br> Dobbiamo inoltre tenere conto del fatto che abbiamo bisogno non di neutroni qualsiasi, ma di neutroni che siano termici in corrispondenza della profondità di tessuto in cui si trova il tumore.<br> Come ci procuriamo i neutroni? Tipicamente da un reattore nucleare, i cui neutroni sono molto energetici, dobbiamo quindi preoccuparci di <em>rallentarli </em>per raggiungere l'energia giusta al nostro scopo.<br> I neutroni tendono poi a reagire con i materiali circostanti e potrebbero quindi causare una dose addizionale di radiazioni al paziente.</p>\n<p style=\"text-align: justify;\">Un buon esempio, proprio come abbiamo già visto per <a href=\"http://www.fisicisenzapalestra.com/fisica/cosa-e-un-sincrotrone/\">CNAO,</a> arriva dall'Italia, dove abbiamo provato ad arginare quest'ultimo problema.<br> Nel 2001 a Pavia, nel <strong>Laboratorio di Energia Nucleare Applicata (LENA)</strong>, un paziente con metastasi al fegato causate da un adenocarcinoma del colon è stato trattato proprio con la BNCT.<br> Prima di tutto è stato somministrata una soluzione contenente boro al paziente a cui è stato successivamente asportato il fegato; solo l'organo è stato poi portato al reattore nucleare ed irraggiato con un fascio di neutroni, in modo tale che non tutto il corpo subisse la <em>dose</em> di radiazioni. L'uomo di 48 anni è stato per 5 ore senza fegato e l'intervento chirurgico è durato ben 21 ore; tuttavia <em>il gioco è valso la candela</em> in quanto dopo 4 settimane le funzioni epatiche erano tornate normali e tutti i markers tumorali risultavano negativi.</p>\n<p style=\"text-align: justify;\">La <em>Boron Neutron Capture Therapy</em> è un sogno che va avanti dagli anni '30, con tanti pro e tanti contro, e che coinvolge numerosissime discipline: radiobiologia, fisica, cinetica-chimica, dosimetria.<br> Potrebbe essere la soluzione per alcune tra le più brutte malattie che possono colpire un essere umano; queste sono però molto rare e quindi meno sponsorizzate e finanziate.<br> Ma la ricerca ama le sfide, e la BNCT è proprio questo: un'idea che viaggia <em>in direzione ostinata e contraria</em>.</p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/230/Senzanome-1.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica",
                   "Esplorando il corpo umano"
            ],
            "date_published": "2020-04-09T21:19:47+02:00",
            "date_modified": "2020-04-09T21:19:47+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/la-sublime-forza-della-natura-di-leopardi.html",
            "url": "https://fisicisenzapalestra.github.io/blog/la-sublime-forza-della-natura-di-leopardi.html",
            "title": "La sublime forza della Natura di Leopardi",
            "summary": "Quando si parla di Giacomo Leopardi si tende spontaneamente ad associare la sua figura al concetto di pessimismo. Secondo la maggior parte degli storici e dei critici letterari, infatti, la poetica di Leopardi deve essere suddivisa in due macro-periodi definiti rispettivamente “pessimismo storico” e “pessimismo&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Quando si parla di Giacomo Leopardi si tende spontaneamente ad associare la sua figura al concetto di <strong>pessimismo</strong>. Secondo la maggior parte degli storici e dei critici letterari, infatti, la poetica di Leopardi deve essere suddivisa in due macro-periodi definiti rispettivamente <em><strong>“pessimismo storico” </strong></em>e<em><strong> “pessimismo cosmico”</strong></em>. Questa concezione moderna, però, non può essere considerata accettabile e vera in toto. Infatti, chi ha avuto la fortuna e il privilegio di leggere e studiare Leopardi con un occhio diverso sa che <strong>i suoi scritti non sono una semplice testimonianza del suo pessimismo</strong>, <strong>ma piuttosto un contributo alla costruzione di un’opera filosofica più ampia incentrata sul concetto di piacere.</strong> <strong>Sul concetto di finitezza umana e di finitezza del piacere umano.</strong> Il “vero filosofico”, inteso come consapevolezza umana della realtà, infatti, è il topos centrale intorno a cui ruotano tutti gli scritti di Leopardi; come a voler sottolineare l’unico ruolo dell’uomo sulla terra: vivere con consapevolezza la propria dimensione. Leopardi, però, non propone una passiva accettazione della realtà, ma piuttosto un atteggiamento positivo e agonistico nei confronti della vita. È evidente dunque che si venga a creare una profonda idiosincrasia tra l’interpretazione pessimistica e quella filosofica. <strong>Leopardi non si limita a essere un semplice poeta, ma è prima di tutto un filosofo. Il filosofo della <em>“teoria del piacere”</em>.</strong></p>\n<p class=\"align-center\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/232/Caspar_David_Friedrich_-_Der_Wanderer_über_dem_Nebelmeer-566x720.jpg\" width=\"566\" height=\"720\"> \"Viandante sul mare di nebbia\" di Caspar David Friedrich.</p>\n<p style=\"text-align: justify;\">Possiamo dunque provare a rigettare l’interpretazione moderna del Leopardi ricorrendo a almeno a due argomentazioni: in primo luogo, se il poeta di Recanati avesse davvero voluto cambiare atteggiamento - da <em>“pessimismo storico”</em> a <em>“pessimismo cosmico”</em>- avrebbe realizzato due differenti raccolte di poesie. Ma non è così. Come già anticipato, infatti, la poetica del Leopardi è un continuo articolarsi e arricchirsi. Le stesse poesie, infatti, autoalimentano gradualmente la sua stessa idea filosofica e poetica nel corso degli anni. Inoltre, <strong>Leopardi non ha mai parlato di pessimismo storico e pessimismo cosmico, ma, come detto, si è limitato a tramandare la <em>“teoria del piacere”</em>, intrecciandola e declinandola con molti concetti materialisti, fino a postulare l’ineluttabile infelicità dell’uomo.</strong> Un’infelicità figlia dell’impossibilità di raggiungere una condizione estatica di piacere. Una condizione perenne e duratura. È dunque naturale che Leopardi disprezzi e rifiuti il Romanticismo, la passionalità e la religiosità. Infatti, la tradizione materialista epicurea e lucreziana gli trasmettono il forte rifiuto verso qualsiasi forza “superiore” capace di cambiare le sorti della condizione umana. Il suo radicato materialismo, inoltre, lo porta a disprezzare anche i <em>“cultori del progresso”. </em><strong>Per Leopardi, l’uomo non può sfuggire alle fatalità della vita e alla condizione di costante vacuità interiore. Ma non è pessimista. È solo consapevole della finitezza umana. È solo un grande filosofo giunto al termine delle sue profonde elucubrazioni sulla vita e sull’uomo.</strong> Questo stesso tema è declinato in una splendida canzone di Franco Battiato, in cui il cantautore siciliano scrive: <em>“Io sono. Io chi sono? […] Tutto è illusorio, privo di sostanza. Tutto è vacuità”. </em>Leopardi ha dato una risposta a questi quesiti nella celebre <em>“teoria del piacere”</em>, in cui l’uomo viene descritto come un essere finito nello spazio e nel tempo che dispone soltanto di due mezzi per risollevarsi da questa ineluttabile condizione: il vero filosofico e la solidarietà tra gli uomini. In questo contesto, <em>“La Ginestra”</em>, composta nel 1836 a Torre del Greco, si configura come la massima espressione della sua dottrina filosofica: il fiore, infatti, è l’emblema dell’uomo ideale, un nobile eroe in grado di resistere alle difficoltà della vita e di essere solidale con i suoi simili nel sostenere il fardello del dolore.</p>\n<p style=\"text-align: justify;\">Dagli scritti leopardiani emerge come l’uomo sia sempre alla ricerca di un piacere infinito, illimitato per estensione e durata che, però, non può inevitabilmente raggiungere: <strong>tutte le cose del mondo sono circoscritte nello spazio e nel tempo, e dunque destinate a perire.</strong> <strong>L’aspirazione impossibile verso un piacere infinito viene, però, compensata e parzialmente “corretta” dall’illusione d’infinito creata nell’immaginazione dalla speranza, dal ricordo, dalla cessazione del dolore e da sensazioni vaghe e indefinite. Questi correttivi sono però illusori e non portano a una condizione stabile e duratura di felicità. Sono un’illusione, un gioco e un desiderio vano</strong>. Come ci si può dunque risollevare da questa condizione di infelicità e finitezza? L’uomo non deve paralizzarsi nella consapevolezza della propria condizione, ma piuttosto cercare di vivere al meglio delle proprie possibilità (concezione agonistica e positiva della vita), cercando di recare il minor danno agli altri uomini (solidarietà).</p>\n<p style=\"text-align: justify;\">Questa consapevolezza gnoseologica della finitezza umana si manifesta anche nel celebre <em>“Dialogo della natura e di un islandese”</em>, in cui Leopardi esprime tutta la profondità della sua esegesi filosofica sulla vita: l’infelicità dell’uomo e il vuoto che lo angoscia e che lo condanna a una sofferenza fisica non sono una condizione psicologica, bensì una condizione filosofica che l’uomo deve cogliere con consapevolezza. Lo scritto diventa lo strumento ideale per dar vita al <em>“pensiero poetante”</em>: ogni immagine e verso è allo stesso tempo poesia e filosofia. La scrittura si fa sempre più energica, asciutta e evocativa senza più afflati poetici. È pura sostanza. Il finale, doppiamente ironico, lascia spazio al profondo interrogativo su chi sia realmente l’uomo e quale sia il ruolo della natura nella nostra vita. Questo stessa suspence conferma il cieco meccanicismo che domina l’universo, dove l’uomo è soltanto uno spettatore consapevole. <strong>Inoltre, in</strong> <strong><em>“Dialogo della natura e di un islandese” </em>Leopardi confuta l’idea che l’uomo possa modellizzare e controllare la natura, in quanto incapace di metterla al proprio servizio</strong>. La Natura sprigiona la sua potenza con un passo elegante e maestoso, ma l’uomo non può fare nulla per cercare cambiare il corso degli eventi. La natura è infatti totalmente disinteressata alla vita umana: <em>“Immaginavi tu forse che il mondo fosse fatto per causa vostra? Ora sappi che nelle fatture, negli ordini e nelle operazioni mie, trattone pochissime, sempre ebbi ed ho l'intenzione a tutt'altro che alla felicità degli uomini o all'infelicità. Quando io vi offendo in qualunque modo e con qual si sia mezzo, io non me n'avveggo, se non rarissime volte: come, ordinariamente, se io vi diletto o vi benefico, io non lo so; e non ho fatto, come credete voi, quelle tali cose, o non fo quelle tali azioni, per dilettarvi o giovarvi. E finalmente, se anche mi avvenisse di estinguere tutta la vostra specie, io non me ne avvedrei”</em></p>\n<figure class=\"post__image post__image--wide\" ><img src=\"https://fisicisenzapalestra.github.io/blog/media/posts/232/Gericault_-_La_zattera_della_Medusa.jpg\" width=\"1654\" height=\"1138\">\n<figcaption >\n<p>\"La zattera della Medusa\" di Théodore Géricault</p>\n</figcaption>\n</figure>\n<p>A questo punto, dunque, sorge spontaneo chiedersi quale possa essere il ruolo di un uomo di scienza: <strong>se l’uomo è davvero così impotente, a cosa può servire la fisica? Quale deve essere l’atteggiamento di uno scienziato di fronte a un mondo incontrollabile?</strong> La risposta è facile: dare sollievo all’uomo.<strong> La scienza e la fisica sono lo strumento a garanzia della nostra disillusione filosofica. La filosofia è la capacità di astrarre dal mondo fenomenologico, ma la fisica ci aiuta a estrarre dalla natura, dal mondo concreto che ci circonda. Estrarre i concetti chiave che ci permettono di sfuggire alla vacuità della vita. </strong>Ci aiutano a<strong> rompere la distonia tra piacere e ineluttabile infelicità. </strong>Ci aiutano a sviluppare un punto di vista autonomo in una realtà dove la Natura regna misteriosa con intriganti logiche e simmetrie. La fisica è lo strumento più nobile a disposizione dell’uomo:<strong> il logos, la modellizzazione e la matematica sono i mezzi che ci tengono in vita in un mondo dove la Natura regna indisturbata. La descrizione della natura è un passaggio necessario e complementare all’elaborazione filosofica sulla finitezza umana.</strong> Leopardi ha senz’altro dato un importante contributo alla rivoluzione culturale tramandata dall’epicureismo e dal romanticismo, ma <strong>il fisico moderno</strong> – e più in generale l’uomo –<strong>ha il dovere di andare oltre: saper cogliere la grandezza e la nobiltà della natura, pur riconoscendo l’impossibilità di opporsi totalmente a essa</strong>.</p>\n<p style=\"text-align: justify;\"><strong>Viene quasi immediato associare a questo intrigante disegno culturale</strong> – una vera e propria commistione tra scienza, natura, intelletto e passioni – <strong>una straordinaria opera d’arte di Caspar David Friedrich: <em>“Viandante sul mare di nebbia” </em></strong><em>(\"Der Wanderer über dem Nebelmeer\")</em>. Il quadro del 1817 è un’icona dell’arte romantica: l’errare umano, l’infinito e il sublime sono solo alcuni dei temi glorificati e abilmente veicolati dall’artista tedesco. <strong>La contemplazione dell’infinito, insieme alla naturale <em>humiltas </em>scaturita dall’impossibilità di guardare il paesaggio sottostante, conferiscono all’opera d’arte un’aria di solenne malinconia.</strong> <strong>La potenza irresistibile della natura, il paesaggio brumoso e misterioso, insieme al senso di sublime evocato, permettono un’incredibile tangenza con il senso filosofico trasmesso dalla poetica leopardiana.</strong> La straordinaria potenza della Natura, infatti, induce il viandante <em>(homo viator) </em>a una profonda e struggente riflessione interiore: <strong>la Natura è sublime</strong> - quello stesso sublime invocato da Edumnd Burke nel 1757 in “<em>A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful” – </em><strong>e l’uomo è un umile spettatore</strong>. <strong>Uno spettatore che ha però la capacità di descriverla, modellizzarla e, in un certo senso, metterla al proprio servizio.</strong></p>\n<p style=\"text-align: justify;\"><strong>Perché, sì, alla fine, è necessaria una profonda riflessione sull’uomo e sulla vacuità della vita denunciata da Leopardi.<br> Perché, sì, giungere alla conoscenza di chi siamo è un nostro diritto e un nostro dovere.</strong></p>\n<blockquote>\n<p style=\"text-align: justify;\"><em>“Le azioni del mondo non influenzano il Sole e i nemici - è sicuro - sono dentro di noi. Come è possibile restare ciechi per così lungo tempo? […] Scopersi per caso lo stato che ascende alla Gioia” – Stati di Gioia, Franco Battiato. </em></p>\n</blockquote>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/232/Bufera-di-neve-Annibale-e-il-suo-esercito-attraversano-le-Alpi-Turner-analisi.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Filosofia"
            ],
            "date_published": "2020-04-09T18:01:04+02:00",
            "date_modified": "2020-04-09T18:01:04+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/blog/quantum-computing-ai-limiti-della-tecnologia.html",
            "url": "https://fisicisenzapalestra.github.io/blog/quantum-computing-ai-limiti-della-tecnologia.html",
            "title": "Quantum computing: ai limiti della tecnologia",
            "summary": "La tecnologia dei nostri giorni si basa per la quasi totalità su microprocessori di silicio, che non abbiamo mai abbandonato, a partire dal 1960. La velocità di evoluzione di questo tipo di tecnologia era già Chiara nel 1965 quando il co-fondatore della Intel ( l'azienda&hellip;",
            "content_html": "<p>La tecnologia dei nostri giorni si basa per la quasi totalità su microprocessori di silicio, che non abbiamo mai abbandonato, a partire dal 1960. La velocità di evoluzione di questo tipo di tecnologia era già Chiara nel 1965 quando il co-fondatore della Intel ( l'azienda che produce i processori di quasi tutti i computer disponibili) enunciò quella che poi divenne famosa come la legge di Moore:</p>\n<p style=\"text-align: center;\"><i>“ il numero di transistor su un chip e raddoppia ogni 18 o 24 mesi”</i></p>\n<p>questa legge (che più di una legge è un'affermazione perché non ha basi matematiche) si confermata giusta per gli ultimi 30 anni. Basti pensare che si è passati dal <strong>1971 </strong>quando l'<strong>Intel 4004</strong> veniva presentato sul mercato con <strong>2250 </strong>transistor, agli anni <strong>2000 </strong>quando il<strong> Pentium 4</strong> ne presentava ben <strong>42 milioni</strong>. Questo porta da una parte al ridurre le dimensioni aumentando la potenza di calcolo, dall’altro porta ad un aumento esponenziale nella difficolta nel produrre questi dispositivi (la meno famosa seconda legge di Moore).</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva6-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Prima di entrare nel dettaglio e capire cos'è realmente un transistor e come questo lo collega alla potenza effettiva di un computer, facciamo un paragone con qualcosa di più tangibile. Quasi tutti in quest'aula abbiamo uno smartphone, e quello che ci facciamo la maggior parte del tempo è inviarci messaggi imbarazzanti e guardare discutibili video su YouTube. Lo facciamo tutti, non c'è niente di cui vergognarsi: sappiate però che nel vostro telefono c'è una potenza di calcolo maggiore di quella a disposizione dell’intera struttura della NASA durante l'atterraggio lunare. O ancora basti pensare che se la velocità media di una macchina utilitaria, di quelle per famiglie, fosse aumentata in media seguendo la legge di Moore, adesso ci ritroveremo con delle Fiat Punto che vanno alla velocità della luce. Questa crescita incontrollata che è difficile anche da comprendere per quanto è stata repentina, eppure in meno di 50 anni questa tecnologia sta per giungere al suo limite.</p>\n<h2 id=\"mcetoc_1e5fq2kpv0\">Ammettere i propri limiti</h2>\n<p style=\"text-align: justify;\">Esistono sul mercato transistor che hanno le dimensioni di <strong>14 nanometri</strong>: in questa slide vi faccio vedere un confronto con alcuni corpuscoli come il virus HIV e un globulo rosso.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva8-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Ma se vogliamo esagerare e confrontare le dimensioni attuali di un transistor con quelle di un capello umano, ci rendiamo conto che stiamo parlando di strutture che sono 13 milioni di volte più piccole l’una dell’altra. E per quanto anche questo dato in realtà sia difficile da digerire perché per quanto ci sforziamo non riusciamo ad immaginare qualcosa di così piccolo, possiamo immaginare le difficoltà tecnologica nel produrre qualcosa di queste dimensioni con la precisione e la cura necessaria affinché funzionino all'interno di un computer ( controllando quindi stabilità, velocità, temperatura). Eppure non è questo il vero problema: la vera sfida è la barriera dei <strong>5 nanometri</strong>, il limite che nei transistor divide il mondo classico del mondo dei quanti.</p>\n<table>\n<tbody>\n<tr>\n<td>Nicolò Cacocciola ci invia questa interessante correzione:\n<p>Il limite fisico dell'attuale tecnologia basata su transistor a silicio non è quantistico ma classico. Gli effetti quantistici sono infatti già noti e presenti da tempo negli attuali MOSFET, primo tra tutti l'effetto tunnel che causa già oggi assorbimento di corrente, estremamente piccola ma non nulla, nel terminale di gate (il che causa inevitabilmente una maggiore dissipazione di potenza in un sistema con qualcosa come 10^9 transistor). Il vero problema è invece il seguente: quando sentiamo parlare di \"tecnologia a 14 o 11 nm\" dobbiamo pensare che questa dimensione si riferisce alla lunghezza del canale L in un MOSFET. Come ben sappiamo dai corsi di fisica II, vi è proporzionalità inversa tra valore di campo elettrico nel canale e lunghezza del canale stesso. Se quindi noi, a parità di tensione applicata tra Drain e Source (che non è riducibile pena il non funzionamento del mosfet), diminuiamo la lunghezza del canale, il campo elettrico crescerà inevitabilmente. Ad un certo punto, raggiunta una certa L minima, il valore del campo elettrico supererà il valore di rigidità dielettrica del Silicio, causandone la rottura. Morale della favola: sotto la lunghezza di canale minima Lmin, il mosfet a Silicio non può funzionare.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p style=\"text-align: justify;\">Scendendo sotto queste dimensioni gli elettroni smettono di comportarsi come particelle classiche e cominciano a mostrare tutti quegli aspetti particolari che sono spiegabili solo all'interno di una teoria quantistica, primo fra tutti l'effetto tunnel. Questo significa che gli elettroni smettono di essere confinati all'interno dei circuiti che tracciamo per loro su un processore, rendendolo totalmente inutilizzabile. Questo fa sì che, come lo stesso Moore ha dichiarato, entro il 2020 bisognerà trovare una nuova tecnologia se vogliamo continuare a migliorare la potenza di calcolo dei nostri computer.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva9-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\"><strong>Ma a cosa serve potenziare i computer?</strong></p>\n<p style=\"text-align: justify;\">Ci sono una serie di problemi che hanno una difficoltà computazionale definita <strong>non polinomiale</strong>: questo significa che con la tecnologia attuale, anche se la legge di Moore continuasse ad essere valida per un secolo, non si riuscirebbe mai a risolvere questi problemi in maniera efficiente (e quindi in tempi “umani”). E parliamo di algoritmi per la ricerca di nuove proteine, sistemi di confronto che vadano a simulare tutte le possibili cure per il cancro, un algoritmo per capire come è venuto in mente all'uomo di mettere l'ananas sulla pizza. Questi problemi hanno una difficoltà non lineare e la tecnologia attuale non è in grado di affrontarli se non con l'utilizzo di una quantità di tempo che in pratica è non definibile. In sintesi quindi:</p>\n<ul>\n<li>da una parte la tecnologia attuale sta per raggiungere il suo limite ultimo e nel giro di una decade non si riuscirà più a migliorare i processori: questo porterà ad una morte dell'evoluzione di questo tipo di tecnologia;</li>\n<li>dall'altra c'è tutta quanta una classe di problemi che con la tecnologia attuale è impossibile affrontare</li>\n</ul>\n<p style=\"text-align: justify;\">C'è bisogno di qualcosa di nuovo e quel qualcosa di nuovo, come avrete capito dal titolo di questa presentazione, è la tecnologia quantistica.</p>\n<h2 id=\"mcetoc_1e5fq2kpv1\">Dai bit ai qubit</h2>\n<p style=\"text-align: justify;\">Per poter passare da un computer classico ad uno quantistico bisogna riuscire a tradurre l'unità fondamentale che è alla base di questo, ovvero il bit, in qualcosa che sia strutturalmente simile a questo ma che riesca a sfruttare tutte quelle le caratteristiche quasi magiche delle meccanica quantistica: abbiamo bisogno dei qubit. Ma facciamo un passo indietro: cosa sono i bit?</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva13-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Il pacchetto di informazione più piccolo processabile all'interno di un computer, che banalmente corrisponde ad un segnale di tensione alto (1) oppure basso (0). Questo sistema di codifica dell'informazione è definito binario e differenza ad esempio del nostro sistema di numerazione decimale (poiché numeriamo tutto con le potenze del 10 avendo a disposizione 10 valori, da 0 a 9). Questo è il motivo per il quale ad esempio le memorie di telefoni e computer assumono sempre multipli di due: 8, 16, 32 GB per i telefoni, 256 o 512 per gli SSD.</p>\n<p style=\"text-align: justify;\">I bit da soli però sono poca cosa: quello che fa tutta la magia è il transistor, uno strumento geniale ( che non ha caso ha fatto vincere il premio nobel nel 1956 a William Bradford <strong>Shockley</strong>, Walter <strong>Brattain </strong>e John <strong>Bardeen</strong>).</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva14-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">L’idea alla base è semplicissima:<strong> il transistor è un interruttore</strong>. Se il segnale sul piede di controllo è alto (quindi 1) gli altri due piedi sono collegati, altrimenti rimangono isolati. Grazie a questa idea così semplice è possibile costruire tutto l'apparato che c'è dietro il nostro computer che ci permette di fare somma, divisioni, moltiplicazioni ed una volta che si riesce ad integrare su un circuito la moltiplicazione tutto è possibile: questa articolo, il vostro sistema operativo dello smartphone, i pacemaker, Minecraft, le canzoni di Skrillex. <strong>L'idea alla base di ogni computer è quella di processare informazioni che sono impacchettate in una serie di zero ed uno.</strong></p>\n<p style=\"text-align: justify;\">Ma questo è il mondo classico, e noi sappiamo che nel mondo della meccanica quantistica vige il principio di sovrapposizione, il primo postulato della teoria quantistica, che dice che un sistema (che nel nostro esempio sarà la particella di informazione) può trovarsi sia nello stato 0 che nello stato 1 contemporaneamente, con una qualsiasi proporzione di probabilità (almeno fino a quando non viene effettuata la misura). Questo è sicuramente tra i concetti più difficili della meccanica quantistica ed è così difficile perché non ha un controesempio nel nostro mondo. Eppure <strong>il principio di sovrapposizione</strong> nel nostro caso diventa un'arma eccezionale perché adesso abbiamo la possibilità di creare dei bit di informazione che non siano semplicemente uno stato o quell'altro, ma che possono essere entrambi gli stati insieme!</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva16-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Questo significa che passiamo da una codifica classica dove l’informazione aumenta di un pezzettino per ogni bit che aggiungiamo, ad un aumento di 2 volte per ogni nuovo qubit! La vera difficoltà sta nel fatto che nonostante sia effettivamente vero che un sistema può trovarsi in tutte le possibili combinazioni assieme, quando dobbiamo ottenere un risultato contreto tutta la probabilità collassa istantaneamente su un unico valore. Anche questo è un postulato della meccanica quantistica che ha il nome di <strong>collasso della funzione d'onda</strong>, ed è quello che permette la convivenza di fisica classica e quantistica. Senza entrare troppo nel dettaglio, questo implica che è necessario sviluppare degli algoritmi che riescano a sfruttare il parallelismo quantistico per ottenere alla fine un unico risultato che sia esattamente quello desiderato (sarebbe più giusto dire con un’altissima probabilità).</p>\n<p style=\"text-align: justify;\">Ok, dopo aver grattato la superficie dell’idea che c’è dietro un computer quantistico, vi mostro due esempi che chiariscono un po' tutto quello che abbiamo detto.</p>\n<h2 id=\"mcetoc_1e5fq2kpv2\">La potenza dei quanti</h2>\n<p style=\"text-align: justify;\">Vogliamo creare un algoritmo che sia in grado di riconoscere se una moneta è vera oppure falsa.</p>\n<p style=\"text-align: justify;\">Chiamiamo in soccorso e senza un apparente motivo un pesce pagliaccio a rappresentare il nostro computer e gli chiediamo gentilmente di controllare una faccia della moneta. Memorizziamo l'informazione, gli facciamo controllare l'altra faccia: se le facce sono uguali c'è qualcosa che non va e ti hanno fregato con il resto. Abbiamo bisogno di controllare due volte.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva22-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Poi arrivano questi simpatici signori dai nomi impronunciabili che scrivi un algoritmo per un computer quantistico in grado di controllare in maniera parallela entrambe le facce della moneta, riuscendo a controllare in un unico istante entrambe le facce e dimezzando quindi il tempo (moltiplicazione dei pani e dei “pesci”, l’hai capita Billy?). “Ok” direte voi, “che ci vuole a controllare le due facce della moneta? Un computer ci metterà qualche frazione di secondo!”, ed è vero. Ma la grandezza di questo algoritmo e che funziona con un numero qualsiasi di monete!</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva23-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Seguendo questo programma il computer quantistico è in grado di “moltiplicarsi” e di controllare in parallelo le facce di tutte le monete con una singola iterazione e si passa dall’avere un numero esponenziale di iterazioni a controllare tutto con un solo giro di giostra. Perché grazie ai qubit l’informazione può essere processata in tutte le combinazioni assieme.</p>\n<p><img class=\"aligncenter size-large wp-image-4180\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva24-720x540.jpg\" alt=\"\" width=\"720\" height=\"540\">Ultimo esempio e poi vi lascio andare. Non so se lo sapete ma quasi tutti i sistemi di sicurezza più avanzati come quelli che ci proteggono su internet o quelli delle transazioni bancarie si basano su di un algoritmo di cifratura denominato “asimmetrica a chiave pubblica”.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva25-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Come funziona in pratica: io e Billy vogliamo scambiarci un'informazione e vogliamo che nessun altro possa sentirci. Billy allora genera una password e la rende disponibile a tutti: io prendo la password e tramite un algoritmo noto cifro il mio documento e lo reinvio a Billy, che può decriptarlo perché è in possesso di una chiave privata che ha prodotto assieme a quella pubblica. La cifratura è “asimmetrica” perché la difficoltà computazionale che c'è nel criptare un messaggio non è minimamente paragonabile alla difficoltà necessaria per decifrarlo senza avere la chiave privata. Nella pratica quello che si fa è scegliere due numeri primi molto grandi e moltiplicare tra loro.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva26-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Il fatto è che ad oggi non esiste un metodo efficace per scomporre un numero molto grande in due numeri primi: questo è un esempio di problema non polinomiale, che come dicevamo prima non riesce ad essere affrontato dai nostri computer in maniera efficace e in tempi utili ad un qualsiasi tipo di attacco. Da una parte questo ci rassicura sul fatto che i nostri dati siano al sicuro, dall'altro ci mostra come la sicurezza non si basa su di un sistema che sia matematicamente sicuro, ma su un limite della tecnologia attuale. Basterebbe trovare un algoritmo che magari sfrutta un computer quantistico per ridurre esponenzialmente la difficoltà del problema e nel giro di qualche ora di riuscire a governare il mercato mondiale e quindi il pianeta Terra. Ora lo so che vorresti correre a studiare la meccanica quantistica per diventare il re del mondo, ma ci ha già pensato questo simpatico omaccione con la faccia poco rassicurante: non è un caso se l’algoritmo che porta il suo nome è conosciuto come l’applicazione killer dei computer quanstistici: se applicato davvero distruggerebbe in men che non si dica tutti i sistemi protetti che abbiamo costruito fino a questo momento.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/blog/media/posts/231/Diapositiva27-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Ora: questa cosa è spaventosa? Sì certo che lo è.<br> Saremo tutti quanti schiavi del primo uomo che riesce a costruire un computer quantistico davvero funzionante? Probabilmente.... a meno che abbandoniamo anche per i sistemi di sicurezza un approccio classico e ci lasciamo cullare dalla crittografia quantistica che, udite udite, è matematicamente inviolabile.</p>\n<p style=\"text-align: justify;\">Ma questa è tutta un'altra storia: io per oggi concludo qui.</p>",
            "image": "https://fisicisenzapalestra.github.io/blog/media/posts/231/titolo.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Seminari",
                   "Fisica"
            ],
            "date_published": "2020-04-09T17:55:28+02:00",
            "date_modified": "2020-04-09T17:55:28+02:00"
        }
    ]
}
