{
    "version": "https://jsonfeed.org/version/1",
    "title": "Fisici Senza Palestra",
    "description": "",
    "home_page_url": "https://fisicisenzapalestra.github.io",
    "feed_url": "https://fisicisenzapalestra.github.io/feed.json",
    "user_comment": "",
    "author": {
        "name": "Raffaele Farinaro"
    },
    "items": [
        {
            "id": "https://fisicisenzapalestra.github.io/circuiti-elettrici-salvavita-i-pacemaker.html",
            "url": "https://fisicisenzapalestra.github.io/circuiti-elettrici-salvavita-i-pacemaker.html",
            "title": "Circuiti elettrici salvavita: i pacemaker",
            "summary": "Ciao Billy! Ti sono mancati i miei articoli? Ma sì, te lo si legge in faccia! Beh, tieniti forte… l’argomento di oggi è a prova di infarto, e non sto mica esagerando sai! Oggi parliamo di “pacemaker”: come funzionano? Perché sono così importanti per l’uomo?&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Ciao Billy! Ti sono mancati i miei articoli? Ma sì, te lo si legge in faccia! Beh, tieniti forte… l’argomento di oggi è a prova di infarto, e non sto mica esagerando sai! Oggi parliamo di “pacemaker”: come funzionano? Perché sono così importanti per l’uomo? Procediamo!</p>\n<h2 id=\"mcetoc_1e5g6n4300\" style=\"text-align: justify;\">Cos’è un pacemaker?</h2>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/226/pacemaker.jpg.jpeg\" alt=\"pacemaker.jpg\" width=\"601\" height=\"338\"></p>\n<p style=\"text-align: justify;\">Un <i>pacemaker</i> è un circuito RC: un particolare tipo di circuito in cui sono collegati una resistenza (R) e un condensatore (C).</p>\n<p style=\"text-align: justify;\">Ma allora perché definirlo RC e non limitarsi a dire “circuito elettrico”? Un complotto per confondere le nostre già caotiche idee? Questo non lo escluderei caro Billy, ma il motivo principale è che, rispetto a semplici circuiti a corrente continua in cui sono presenti o delle resistenze o dei condensatori, in questo caso la corrente è <strong>variabile nel tempo</strong>. Quindi sia il processo di carica che quello di scarica, non sono istantanei: per processo di carica/scarica si intendono due tipi di operazioni per cui grazie al passaggio di corrente le armature del condensatore si caricano (o scaricano).</p>\n<p style=\"text-align: center;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/226/null.png\" alt=\"\" width=\"248\" height=\"161\"><img class=\"alignnone size-large\" src=\"https://fisicisenzapalestra.github.io/media/posts/226/CapCharging-1Animation.gif\" width=\"215\" height=\"160\"></p>\n<p style=\"text-align: justify;\"> Ritornando a noi, in termini spiccioli: il pacemaker sfrutta l’esistenza di un tempo “caratteristico” per mandare al cuore impulsi elettrici ad intervalli ben precisi, regolarizzando così il battito cardiaco.</p>\n<p style=\"text-align: justify;\">Billy, come dici? “Da oggi un pacemaker per tutti?” Ma no mio caro, noi lo abbiamo già il nostro!</p>\n<p style=\"text-align: justify;\">“Pacemaker” letteralmente si traduce come “segnapasso” ed in ambito medico il termine si utilizza per definire il “segnapasso” fisiologico del cuore.</p>\n<p style=\"text-align: justify;\">Come ti dicevo, ognuno di noi ha un proprio pacemaker naturale: una specie di mezzaluna lunga 15mm e larga circa 5 mm, chiamata <strong>nodo senoatriale</strong>, che detta i tempi di contrazione del cuore con una frequenza di circa 1Hz (circa 70-80 battiti al minuto).</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/226/null.jpeg\" width=\"602\" height=\"501\"></p>\n<p style=\"text-align: justify;\">Allora che si fa con quest’aggeggio? Da oggi aboliamo i pacemaker!</p>\n<p style=\"text-align: justify;\">E invece no!</p>\n<p style=\"text-align: justify;\">Il corpo umano, pur essendo una macchina tanto complessa quanto meravigliosa, talvolta presenta qualche difettuccio in termini di funzionalità. Se il nostro pacemaker naturale lavora con una frequenza irregolare o inferiore ai battiti minimi al minuto, la contrazione cardiaca non è sufficiente per garantire il normale afflusso sanguigno nel corpo: è in questi casi che diventa fondamentale l’aiuto di uno stimolatore cardiaco esterno.</p>\n<p style=\"text-align: justify;\">Gli impulsi elettrici prodotti dal pacemaker artificiale raggiungono il muscolo cardiaco attraverso due elettrodi, ovvero due fili ricoperti di plastica flessibile (elettricamente isolati). Il pacemaker, racchiuso in un astuccio di titanio biocompatibile, contiene una batteria, una resistenza R e un condensatore C collegati in serie.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/226/null-2.jpeg\" width=\"598\" height=\"306\"></p>\n<p style=\"text-align: justify;\">Come anticipavo, la velocità con cui si susseguono le fasi di carica/scarica dipende dal valore del tempo “caratteristico” RC: dunque è fondamentale il valore da assegnare a questa costante!</p>\n<p style=\"text-align: justify;\">Ti faccio un esempio pratico per capire: una costante di tempo RC=0,8s permette di raggiungere una stimolazione alla frequenza di 1/(0,8s)=1,25 Hz, inviando così al cuore un segnale pari a 75 impulsi al minuto.</p>\n<p style=\"text-align: justify;\">La maggior parte dei pacemaker moderni sono a <i>ritmo variabile</i>, ovvero sono in grado di ascoltare il nostro cuore: entrano in funzione automaticamente quando la frequenza cardiaca scende sotto un certo livello, mentre rimangono silenti e vigili quando il sistema naturale elettrico del cuore lavora correttamente… questo ha un enorme vantaggio, perché permette di risparmiare l’energia contenuta nella batteria dello stimolatore, allungandone la durata!</p>\n<p style=\"text-align: justify;\">Ancora una volta la scienza si dimostra fondamentale per l’uomo… finirà mai di stupirci?</p>\n<p style=\"text-align: justify;\">E con la stessa soddisfazione di un matematico che ha dimostrato il più insidioso dei teoremi, non mi resta che scrivere: C.V.D.</p>\n<p style=\"text-align: justify;\">Alla prossima Billy!</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/226/pacemaker_edited.jpg.jpeg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica",
                   "Esplorando il corpo umano"
            ],
            "date_published": "2020-04-09T21:30:55+02:00",
            "date_modified": "2020-04-09T21:30:55+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/facciamo-luce-sulla-luce.html",
            "url": "https://fisicisenzapalestra.github.io/facciamo-luce-sulla-luce.html",
            "title": "Facciamo luce sulla LUCE",
            "summary": "Quello che affronteremo insieme oggi è un viaggio nel mondo della luce. L’idea è quella di raccontarvi velocemente le tappe più importanti della storia di questa fantastica creatura, per poi focalizzarci su tre particolari argomenti in cui la luce è protagonista assoluta. Questa non è&hellip;",
            "content_html": "<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Quello che affronteremo insieme oggi è un viaggio nel mondo della luce. L’idea è quella di raccontarvi velocemente le tappe più importanti della storia di questa fantastica creatura, per poi focalizzarci su tre particolari argomenti in cui la luce è protagonista assoluta. Questa non è una lezione, non starò a fare calcoli e dimostrazioni: oggi sarà come mangiare le nocciole sbucciate senza dover perdere tempo a pulirle, come quando a Natale la nonna prepara il cesto di noci e tu ti ci tuffi dentro e poi devi chiuderti una settimana in bagno. Ecco, è la stessa cosa, ma senza il bagno. Cominciamo alla grande eh?</span></p>\n<h2 id=\"h.3ks0wetlrps5\" class=\"c9\" style=\"text-align: justify;\">0. <span class=\"c10\">Introduzione</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\">La vista è, a mio avviso, lo strumento che più ci rende partecipi di questo mondo: il “vedere” ci permette di comunicare ad esempio, senza proferire parola. Linguaggio del corpo o semplicemente la scrittura. E tutto, ma proprio tutto quello che vediamo, dipende dalla luce. Per dirla bene, <span class=\"c4\">è luce.</span><span class=\"c0\"> Non sarete sorpresi quindi dal fatto che sin dall’antichità l’uomo si è interrogato sui meccanismi che si celano dietro questo fantastico fenomeno.  </span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-3-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Tra le prime teorie degne di nota troviamo quelle di Platone e Archita da Taranto, convinti che i nostri occhi emettono un qualcosa molto simile ad un fluido (un fuoco invisibile) che colpendo gli oggetti circostanti ritorna poi all’occhio permettendoci di vedere. Non avevano capito molto sulla luce ma ehi, Superman lo conosciamo tutti no? Le teorie sviluppate nella Magna Grecia sono davvero infinite e particolareggiate, ma bisogna aspettare il periodo rinascimentale e del barocco per avere uno studio più raffinato e meno filosofico, anche se non sempre corretto, del fenomeno luce.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image7.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-4-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Mentre in questi anni cominciano per la prima volta ad essere ipotizzati ed effettuati esperimenti per misurare la velocità della luce, sul ring della fisica del 600 c’è uno scontro accesissimo tra due teorie contrastanti: la teoria corpuscolare di <span class=\"c4\">Newton</span>, che sosteneva che la luce avesse una natura “materiale”, che cioè fosse costituita da un flusso di particelle microscopiche emesse continuamente dalle sorgenti. Dall’altra parte c’è la teoria ondulatoria di <span class=\"c4\">Huygens</span>: la luce è vista come un'onda che si propaga, analogamente alle onde del mare o a quelle acustiche, in un mezzo, chiamato etere. L'etere si supponeva pervadere tutto l'universo ed essere formato da microscopiche particelle elastiche. La teoria ondulatoria della luce permetteva di spiegare, anche se in maniera matematicamente complessa, un gran numero di fenomeni, oltre alla riflessione ed alla rifrazione. Nel 1801 <span class=\"c4\">Thomas Young</span> dimostrò<span class=\"c0\"> come i fenomeni della diffrazione e dell'interferenza fossero interamente spiegabili dalla teoria ondulatoria e non lo fossero dalla teoria corpuscolare.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image11.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-5-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Nel 1864 viene poi pubblicato “<strong><span class=\"c11\">A Dynamical Theory of the Electromagnetic Field</span></strong><span class=\"c0\">”, il capolavoro della fisica classica. Maxwell raccoglie millenni di studi su elettricità e magnetismo collegando i due effetti e formulando quattro semplici quanto geniali formule. In una dozzina di caratteri si nascondono segreti che, almeno in parte, proveremo a raccontare insieme.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Lo scontro sembra vinto da Huygens, la teoria corpuscolare sembra riuscire a spiegare ogni comportamento. Fino al 1900, quando avviene la più grande rivoluzione che la scienza abbiamo mai vissuto. Senza entrare nel dettaglio, perchè ci vorrebbe un pomeriggio intero solo quel parlarvi della cosa, diciamo che i fisici decisero di applicare le leggi conosciute per studiare come un corpo, come ad esempio il sole, emetta radiazione (quindi luce visibile, ma anche infrarossi e ultravioletti, raggi gamma per Hulk e raggi X per le lastre). Si resero conto però che le formule prevedevano che all'aumentare dell’energia della radiazione aumentasse anche l'intensità della radiazione: questo significa che il sole dovrebbe emettere una quantità di raggi gamma tali da disintegrarci all’istante. </span></p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-6-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">La <strong>catastrofe dell’ultravioletto</strong>, come viene solitamente chiamata, è l’evento che ha portato per la prima volta alla teorizzazione della base della meccanica quantistica e che dopo anni di sconfitte, ridiede dignità alla teoria corpuscolare di Newton. Oggi possiamo affermare che la luce è sia onda che particella, e che i due comportamenti non si manifestano mai insieme ma dipendono dal tipo di esperimento che stiamo portando a termine.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/giphy.gif\" width=\"624\" height=\"469\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Ad ogni modo questo video, registrato (con dei trucchi) a cento miliardi di frame al secondo, mostra abbastanza chiaramente cosa intendiamo per natura corpuscolare della luce.</p>\n<p>Per approfondire: <strong><a href=\"#non-existing-post-with-id-144\">Breve storia della luce</a></strong></p>\n<h2 id=\"h.fglqsn38o8zy\" class=\"c6\" style=\"text-align: justify;\"><span class=\"c17\">1. Miraggi</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Ma cominciamo a fare sul serio e lanciamoci nel primo argomento.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image1.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-8-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">In questa definizione c’è già tutto, dobbiamo semplicemente sviscerarne il significato. Per cominciare dobbiamo quindi parlare della rifrazione, ovvero di come la luce cambi direzione quando colpisce l'interfaccia tra due materiali diversi. Per nostra fortuna la legge che descrive questo comportamento, la legge di Snell, è davvero semplice:  il rapporto tra gli indici di rifrazione<span class=\"c0\"> dei due mezzi è uguale al rapporto tra i seni degli angoli che il raggio forma con la retta perpendicolare alla superficie. Più difficile da dire che da capire.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"> <img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image16.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-9-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">L’indice di rifrazione, che ci servirà anche dopo, è una proprietà del materiale che ci dice quanto è difficile per la luce muoversi in un mezzo, quanto viene rallentata rispetto ad un raggio che può felicemente propagarsi nel vuoto cosmico</span>.</p>\n<p class=\"c14\" style=\"text-align: justify;\"><span class=\"c7\">Questo comportamento è una conseguenza della pigrizia della natura, che come sempre cerca di sforzarsi il meno possibile per raggiungere i suoi obiettivi: in questo caso il</span><span class=\"c7\"> Principio di Fermat recita che </span><span class=\"c7 c11\">\"il percorso fra due punti preso da un raggio di luce è quello che è attraversato nel minor tempo\"</span><span class=\"c7 c13\">, e questo è proprio quello che si trova applicando la legge di Snell. Ok, va bene. Ma noi vogliamo i miraggi.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Giusto, allora seguitemi: siete un raggio di luce che si propaga libero nel cielo. Siete velocissimi, quindi prima o poi un ostacolo lo incontrerete: dato che siete sfigati andate a schiantarvi sull’asfalto rovente di Agosto: siete passati dall’aria fredda, che avrà il suo indice di rifrazione, all’aria calda che è sopra l’asfalto. Se arrivate abbastanza inclinati succede qualcosa di magnifico che si chiama riflessione totale interna. Questo significa che l’aria calda, per quanto vi riguarda, è uno specchio: quindi “rimbalzate” sull’asfalto e finite dritti negli occhi di un malcapitato. Congratulazioni, siete appena diventati un miraggio inferiore.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image9.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-13-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Vostri fratelli saranno i miraggi superiori, è più rari e stupefacenti: i raggi vengono curvati verso il basso, permettendo all’osservatore di scorgere immagini che si trovano anche molto oltre l’orizzonte fluttuare nel cielo. E’ questo il caso di navi e coste avvistate mentre navigano allegramente nel cielo sopra mari molto freddi, tipicamente nel Nord Europa.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image14.png\" alt=\"\"><img class=\"aligncenter size-large wp-image-4092\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-15-720x540.png\" alt=\"\" width=\"720\" height=\"540\"><span class=\"c0\">La combinazione dei due miraggi genera quella che è nota come Fata Morgana, dove il riferimento alla sorellastra di Re Artù deriva dai racconti che vedono la strega artefice di visioni di fantastici castelli in aria o in terra per attirare i marinai e condurli alla morte. Inoltre in nome italiano è conosciuto in tutto il mondo perché questo fenomeno è molto frequente nello Stretto di Messina, dove leggenda vuole che un re Barbaro giunto in Calabria stesse architettando un modo per giungere in Sicilia (il ponte all’epoca ancora non esisteva……) quando una donna gli fece apparire l’isola a due passi: tuffatosi in acqua scoprì che era tutto finto, ma era tardi ormai. Tornando alla fisica, il fenomeno ottico in questione consiste in una deformazione molto spinta di oggetti che si trovano oltre l’orizzonte, che vengono compressi e allungati in maniera repentina e «casuale»: sembra di osservare una pellicola danneggiata, tanto che spesso gli oggetti sono difficilmente riconoscibili. La differenza fondamentale con i miraggi sopra descritti è la presenza in questo caso di un condotto atmosferico: uno strato d’aria molto calda deve sovrastare uno strato di aria molto più fredda, per cui avremo una situazione in cui l’indice di rifrazione varia con la quota, aumentando per poi diminuire di nuovo. Questo fa sì che «sopra» i raggi vengano deviati in alto e «sotto» verso il basso generando immagini allungate e appunto distorte (oltre alla tipica fluttuazione che deriva dal miraggio superiore).</span></p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/null-16-720x540.png\" width=\"720\" height=\"540\"></p>\n<p>Per approfondire: <strong><a href=\"https://fisicisenzapalestra.github.io/lolandese-volante-e-la-fata-morgana-i-miraggi.html\">L’olandese volante e la Fata Morgana: i miraggi</a></strong></p>\n<h2 id=\"h.onb226dqyg66\" class=\"c9\" style=\"text-align: justify;\">2<span class=\"c10\">. Kamehameha e Rasengan</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Vi siete mai chiesti perché nei fumetti l’energia è sempre rappresentata in blu? E’ una strana coincidenza o in qualche modo è possibile giustificare, fisicamente, questa scelta cromatica? Se così non fosse non ne staremmo parlando ora, quindi andiamo subito al dunque.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\">Come forse avrete sentito da qualche parte, la teoria della Relatività di Albert Einstein si basa su di un concetto basilare: <span class=\"c4\">la velocità della luce nel vuoto è una costante fisica indipendente dalla velocità dell'oggetto che emette la radiazione (e quindi dal sistema di riferimento inerziale utilizzato) e non può essere superata</span>, neanche da Bolt. Da questo semplice concetto è nata una delle teorie più rivoluzionarie della fisica di sempre, quindi non è qualcosa che possiamo prendere sotto gamba. In particolare la luce nel vuoto corre fino a nel vuoto <span class=\"c4\">299 792 458 m/s</span><span class=\"c0\"> (circa 0.3 miliardi di metri al secondo).</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image15-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Perfetto, tenete a mente questo concetto.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Ora immaginate con te. Immaginate che io voglia dare un cazzotto a Billy. Il mio gesto viaggia alla velocità della luce negli occhi di Marco, viene elaborato dal cervello e ci mette circa un millisecondo ad arrivare alle terminazioni nervose che lo fanno reagire spostandosi dalla traiettoria del mio cazzotto potentissimo. Se io però non avessi fatto le cose in moto teatrale preparandomi a dare il cazzotto della vita avrei colto di sorpresa Billy e l’informazione del mio pugno sarebbe arrivata dopo la rottura dello zigomo. Ora questo esempio, per quanto strampalato è davvero azzeccato credetemi.</span></p>\n<p style=\"text-align: center;\"><iframe width=\"480\" height=\"243\" class=\"giphy-embed\" src=\"https://giphy.com/embed/fO1c8eUlcx2bS\" frameborder=\"0\" allowfullscreen=\"allowfullscreen\"></iframe></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Un altro esempio: avete mai sentito parlare del boom sonico? Quando un Boing supera la velocità del suono, che è la velocità alla quale le informazioni sulla pressione viaggiano in un fluido (nel nostro caso l’aria) le particelle non vengono informate del corpo che sta arrivando e non si preparano a spostarsi: quando si dice “il muro del suono” si intende proprio questo, perchè il Boing si va a schiantare con un vero e proprio muro d’aria emettendo il caratteristico boato.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image2.png\" alt=\"\"><img class=\"aligncenter size-large wp-image-4099\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image2-720x540.png\" alt=\"\" width=\"720\" height=\"540\">Ma cosa c’entra tutto questo con la luce e i Rasengan? La risposta si chiama “<span class=\"c11\">Effetto Cherenkov</span><span class=\"c0\">”. Sebbene non sia possibile superare la velocità della luce nel vuoto come abbiamo sottolineato prima, ci sono delle condizioni in cui è la luce stessa a viaggiare più lentamente. In particolare quando la luce attraversa un materiale ci sono vari effetti che abbassano la velocità di propagazione della luce, di un fattore chiamato indice di rifrazione di quel materiale (come abbiamo già visto parlando di indici di rifrazione).</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image6.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image6-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">In queste condizioni è dunque possibile che particelle subatomiche, come gli elettroni, possano viaggiare a velocità maggiori di quella della luce in quel materiale. Normalmente un elettrone, passando nel materiale, emetterebbe un campo elettrico che informerebbe le particelle del fluido della sua presenza facendole reagire di conseguenza. In questo caso avremmo un accumulo di carica positiva nella direzione dell’elettrone: si vengono a creare dei dipoli elettrici, che senza entrare nel dettaglio in generale emettono onde elettromagnetiche. In questo caso però, data la simmetria sferica del problema, la somma di tutte le radiazioni è nulla. Se però, come nel nostro caso, l’elettrone viaggia più velocemente del campo elettrico, l’informazione non riesce ad arrivare in tempo a tutte le particelle, ma solo a quelle che sono già state superate: non c’è più la situazione simmetrica di prima e viene emessa della radiazione luminosa, generalmente raggi ultravioletti (che sono invisibili) ma anche una piccola componente nel blu, che è quella che conferisce il colore tipico che è possibile osservare (in realtà anche nel viola, ma i recettori di questo colore sono molti meno rispetto a quelli del blu, ed è per questo che vediamo <span class=\"c2\"><a href=\"#non-existing-post-with-id-117\">il cielo blu e non viola</a></span><span class=\"c0\">.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">La luce Cherenkov così emessa copre una banda di frequenze nell’ultravioletto ma comprende anche una porzione di spettro visibile da cui il caratteristico colore azzurro.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image17.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image17-720x540.png\" width=\"720\" height=\"540\"></p>\n<p>Per approfondire: <strong><a href=\"#non-existing-post-with-id-68\">Ma il cono è sempre più blu</a></strong></p>\n<h2 id=\"h.c7j8l33r2h0p\" class=\"c9\" style=\"text-align: justify;\"><span class=\"c10\">4. Are we alone?</span></h2>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Da quando l’uomo ha alzato gli occhi al cielo e si è reso conto di essere un minuscolo granello di polvere nel calderone che è lo spazio, la domanda del “Siamo davvero le uniche forme di vita?” non ha mai trovato una risposta. Statisticamente essere gli unici è davvero improbabile, l’universo per quanto ne sappiamo potrebbe essere infinito e sarebbe davvero presuntuoso sostenere la cosa. Eppure finora non abbiamo incontrato, perlomeno consciamente, nessuna forma di vita aliena. E visto che i nostri amici verdi non vengono a trovarci, questi due simpatici ragazzoni hanno deciso di andare a bussare alle porte della galassia.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image18.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image18-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c4\">Breakthrough Starshot</span> è un programma di ricerca il cui fine ultimo è quello di creare una tecnologia ultraleggera che permetta di raggiungere, nel giro di una generazione (una ventina di anni), il sistema stellare <span class=\"c11\">Alpha Centauri</span><span class=\"c0\">, il nostro vicino galattico più prossimo (circa 276mila volte la distanza della Terra dal Sole).</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Dove sta la difficoltà? Nella la distanza.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image10.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image10-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Questo simpatico sistema stellare si trova infatti solo a 41mila miliardi di chilometri di distanza dalla Terra, che in unità astronomiche possiamo scriverli come 4,37 anni luce. Sembra poco per delle “navicelle spaziali”, ma non è affatto così: Voyager 1, lanciata nel 1977 (quindi praticamente 20 anni fa, per fare un paragone), ha percorso solo 18 ore luce! Cominci ad afferrare che il problema non è da poco. Come si risolve il problema?</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Come ti accennavo prima, l'obiettivo è quello di costruire delle sonde miniaturizzate (si parla della grandezza di un chip) e dal peso di pochi grammi. Queste piccole navicelle, una volta rilasciate da una navicella madre, dispiegherebbero al “vento” una speciale vela di qualche metro quadrato e spessa pochissimi strati atomici. Cosa forse saprete, nell’universo c’è un vuoto più o meno perfetto, quindi il vento lo dobbiamo creare.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Ora facciamo un passo indietro: come funziona una barca a vela?</span></p>\n<p style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image3.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image3-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Si basa tutto sulla pressione esercitata dal vento: le molecole che compongono l’aria urtano contro il tessuto della vela cedendo la propria energia cinetica e accelerando la barca. Dato che creare una ventola che spinga l’aria contro le vele ad una distanza di un miliardo di chilometri dalla Terra non è un’idea particolarmente brillante, poiché probabilmente non riusciremmo ad oltrepassare neanche la nostra atmosfera, dobbiamo utilizzare una spinta diversa. E indovinate un poco cosa utilizzeremo? La luce!</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><span class=\"c0\">Il simpaticone di Maxwell che abbiamo visto all’inizio della presentazione, tra le varie cose teorizza che la radiazione elettromagnetica esercita sulle pareti esposte ad essa una pressione. Ora che sappiamo che la luce è anche composta da particelle, questa deduzione ci sembra quasi logica: se i fotoni si comportano come le molecole dell’acqua, l’urto con la vela dovrebbe mettere in movimento la sonda. Quello che in realtà succede è leggermente differente, in quanto i fotoni non urtano, ma vengono assorbiti: dato che si deve conservare la quantità di moto (che è una misura della loro velocità), sparando un laser contro le vele delle nostre sonde abbiamo la possibilità di accelerarle a distanza.</span></p>\n<p class=\"c3\" style=\"text-align: justify;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image4.png\" alt=\"\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/228/image4-720x540.png\" width=\"720\" height=\"540\"></p>\n<p class=\"c3\" style=\"text-align: justify;\">Ricapitolando, l'obiettivo è quello di inviare delle sonde piccole come dei chip nello spazio, sparargli contro un laser ed accelerarle fino alla velocità di 50mila chilometri al secondo, circa il <span class=\"c4\">20% della velocità della luce</span>. Mentre la miniaturizzazione delle sonde non sarebbe così futuristica come sembra, lo scoglio maggiore rimane la fonte laser, che dovrebbe raggiungere la potenza indicativa di 100 gigaWatt: per fare un paragone, l’energia necessaria al lancio di uno Space Shuttle, al secondo. L’altro grande problema rimane quello dei fondi: i primi 100 milioni di dollari sono stati donati dal miliardario russo Milner, ma il tetto della missione rimane molto (moltissimo) lontano. Ci saranno altri investitori così temerari? Staremo a vedere.</p>\n<p>Per approfondire: <a href=\"#non-existing-post-with-id-158\"><strong>Siamo soli nell’universo? Andiamo a scoprirlo!</strong></a></p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/228/Presentazione-Raffaele.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Seminari",
                   "Fisica"
            ],
            "date_published": "2020-04-09T21:29:29+02:00",
            "date_modified": "2020-04-09T21:29:29+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/nitroglicerina-la-cura-esplosiva.html",
            "url": "https://fisicisenzapalestra.github.io/nitroglicerina-la-cura-esplosiva.html",
            "title": "Nitroglicerina: la cura esplosiva",
            "summary": "Caro Billy...come sai, l’intero Universo è regolato da leggi fisiche. Noi, da bravi spalestrati quali siamo, abbiamo qui in pagina un compito importante: quello di divulgare scienza. Proprio per questo, i protagonisti dei nostri articoli si rivelano essere prevalentemente di carattere fisico/matematico: atomismo, astronomia, teoremi&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Caro Billy...come sai, l’intero Universo è regolato da leggi fisiche.</p>\n<p style=\"text-align: justify;\">Noi, da bravi spalestrati quali siamo, abbiamo qui in pagina un compito importante: quello di divulgare scienza.</p>\n<p style=\"text-align: justify;\">Proprio per questo, i protagonisti dei nostri articoli si rivelano essere prevalentemente di carattere fisico/matematico: atomismo, astronomia, teoremi e quant’altro. Oggi, però, ho intenzione di trattare un altro “ramo” della scienza, spesso sottovalutato, tanto insidioso quanto interessante, perché si, matematici e fisici potranno anche essere folli, ma credimi Billy...i chimici lo sono di più!</p>\n<p style=\"text-align: justify;\">Se nell’<a href=\"http://www.fisicisenzapalestra.com/fisica/pacemaker/\">articolo precedente</a> abbiamo visto come risanare il funzionamento di un cuoricino malconcio, oggi invece entriamo nel mondo della chimica organica e, in particolare, ci soffermiamo sulla nitroglicerina: semplice esplosivo? Oppure può rivelarsi utile per la nostra salute?</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/227/null-3.jpeg\" width=\"601\" height=\"373\"></p>\n<h2 id=\"mcetoc_1e5g692q50\" style=\"text-align: justify;\">Che cos’è?</h2>\n<p style=\"text-align: justify;\">Suvvia, ne avrai sicuramente già sentito parlare... fin da piccoli si scopre cosa sia la dinamite, anche merito del cartone animato in cui Willy Il Coyote organizza trappole esplosive per catturare Beep Beep!</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/227/null-4.jpeg\" width=\"602\" height=\"262\"></p>\n<p style=\"text-align: justify;\">La nitroglicerina non è altro che un costituente di questo esplosivo, un composto chimico di formula bruta C₃H5O9N₃ e struttura di triestere della glicerina con l'acido nitrico:</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/227/null-1.png\" width=\"528\" height=\"178\"></p>\n<p style=\"text-align: justify;\">Andrebbe indicata più correttamente con il nome di <strong>trinitroglicerina </strong>(da cui la sigla TNG) per differenziarla dai monoesteri e dai diesteri nitrici della glicerina. Però, siccome noi non siamo studiati, da questo momento la chiameremo semplicemente nitroglicerina, meglio no?</p>\n<p style=\"text-align: justify;\">Il composto viene scoperto nel 1847 dall’italiano Ascanio Sobrero, famoso medico e attento chimico. Vive gran parte del XIX secolo: testimone del romanticismo, dei moti rivoluzionari, dell’unità d’Italia… insomma, un uomo come tanti che non ha un’unica grande passione, ma si divide tra la chimica e la medicina, nel tentativo di asservire la prima alla seconda. Dopo innumerevoli esperimenti, Sobrero però rinuncia alla scoperta fatta: la nitroglicerina è così sensibile ed instabile che, a sua detta, <i>“sembrava impossibile da addomesticare</i>”.</p>\n<p style=\"text-align: justify;\">Proprio per questo non la si può utilizzare fino a quando lo svedese Alfred Nobel non capisce che, mescolandola con farina fossile, diventa molto più stabile e maneggevole: con queste caratteristiche prende il nome di dinamite. Grazie a questa scoperta, brevettata nel 1864, egli ottiene fama e denaro: ai tempi, la dinamite infatti si scopre molto utile nelle miniere, ad esempio per aprire gallerie.</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/227/null-5.jpeg\" width=\"370\" height=\"400\"></p>\n<h2 id=\"mcetoc_1e5g692q51\" style=\"text-align: justify;\">Perché esplode così facilmente?</h2>\n<p style=\"text-align: justify;\">Il motivo della misteriosa instabilità della nitroglicerina, che addirittura rende Ascanio Sobrero un’anima fortemente tormentata, è relativamente semplice... abbiamo detto sia un composto molto sensibile: significa che i legami tra le sue molecole sono molto deboli, dunque esse tendono a separarsi anche a temperatura ambiente per formare composti più stabili, come anidride carbonica e ossidi di azoto. È per questo che un forte urto o una percussione rapida possono costituire l’innesco di una reazione a catena, generando una sorta di effetto domino.</p>\n<p style=\"text-align: justify;\">Per afferrare meglio il concetto, ti spiego il meccanismo di reazione anche in termini un po’ più “fisici” (che vuoi farci Billy, il primo amore non si scorda mai): l’energia cinetica, generata dell’urto, si trasforma facilmente in energia termica concentrata in un solo punto, questo provoca la rottura dei legami chimici di una o più molecole. Come conseguenza vi sarà la creazione di un’onda esplosiva che si trasmette rapidamente a tutta la massa.</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/227/null-6.jpeg\" width=\"590\" height=\"257\"></p>\n<p style=\"text-align: justify;\">Come dicevo all’inizio, la nitroglicerina è un composto tanto instabile quanto pericoloso. Ciò nonostante, viene tutt’oggi usata, udite udite, come farmaco.</p>\n<p style=\"text-align: justify;\">Ma come? Facciamo un altro passo indietro nella storia e pensiamo ai lavoratori delle fabbriche di fine ‘800.</p>\n<p style=\"text-align: justify;\">Billy, ti è mai capitato, magari dopo il weekend, di sentirti affaticato, tanto da avere mal di testa? Bene, è proprio questo che succedeva a tutti quegli operai!</p>\n<p style=\"text-align: justify;\">Il fatto che nelle industrie di Nobel quei dolori fossero tanto ricorrenti inizia però a destare sospetti. Ovviamente gli orari di chi lavorava con sostanze tossiche non erano mica regolamentati come oggi! Quindi passano molti anni prima che il malessere percepito da molti nelle fabbriche di composti di dinamite venga associato alle sostanze stesse. Grazie a questi eventi che si scopre l’effetto della molecola nitroglicerina sul corpo umano e i sintomi di questi uomini passano alla storia con il nome di “Monday disease“ letteralmente tradotto “malattia del lunedì”.</p>\n<p style=\"text-align: justify;\">Studi, ricerche, diagnosi… ed eccoci ad oggi: la nitroglicerina che viene utilizzata come farmaco perché possiede nientemenochè attività vasodilatante a livello venoso (a basse concentrazioni) e a livello arterioso (a elevate concentrazioni).</p>\n<h2 id=\"mcetoc_1e5g692q52\">Che reali effetti ha sul nostro corpo?</h2>\n<p style=\"text-align: justify;\">Come sai, la nitroglicerina è un farmaco appartenente alla categoria dei nitrati. Queste sostanze, grazie alla liberazione di ossido nitrico, rilasciano la muscolatura liscia e dilatano le arterie coronariche.</p>\n<p style=\"text-align: justify;\">Proprio per queste proprietà, si usa per curare diversi sintomi: per la pressione alta durante gli interventi chirurgici, per gestire lo scompenso cardiaco associato all'infarto o addirittura per trattare alcune forme di dolore toracico.</p>\n<p style=\"text-align: justify;\">Non sei ancora convinto Billy? Sei proprio senza fede...o peggio, un complottista!</p>\n<p style=\"text-align: justify;\">Ti faccio un piccolo esempio: hai presente l’angina pectoris? L’angina pectoris, letteralmente “dolore al petto” è il nome dato ad un dolore toracico che si verifica se una parte del cuore non riceve una sufficiente quantità di sangue ossigenato.</p>\n<p style=\"text-align: center;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/227/null-2.png\" width=\"464\" height=\"348\"></p>\n<p style=\"text-align: justify;\">Pensa un po’, piccole dosi di nitroglicerina agiscono rilassando i vasi sanguigni: in questo modo si facilita lo scorrimento del sangue, riducendo il carico di lavoro per il cuore e, di conseguenza, la quantità di ossigeno di cui ha bisogno.</p>\n<p style=\"text-align: justify;\">Beh, che mi dici adesso? Insomma...tra circuiti elettrici salvavita e farmaci esplosivi, viene spontaneo chiedersi il motivo per cui ancora non si è immortali.</p>\n<p style=\"text-align: justify;\">Sarà mica un altro complotto?</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/227/Immagini_Articoli.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Esplorando il corpo umano",
                   "Chimica"
            ],
            "date_published": "2020-04-09T21:23:54+02:00",
            "date_modified": "2020-04-09T21:23:54+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/lesperimento-sox-spiegato-a-tutti.html",
            "url": "https://fisicisenzapalestra.github.io/lesperimento-sox-spiegato-a-tutti.html",
            "title": "L&#x27;esperimento SOX, spiegato a tutti",
            "summary": "Short distance neutrino Oscillations with BoreXino, l’esperimento più ingiustamente infamato di questi giorni. Capiamo un po’ cos’è, perché è tanto importante e come mai non c’è nulla da temere. Procediamo analizzandone semplicemente il nome, con ordine. Il neutrino è una particella subatomica, prodotta dal Decadimento&hellip;",
            "content_html": "<p style=\"text-align: justify;\"><strong>S</strong>hort distance neutrino <strong>O</strong>scillations with Bore<strong>X</strong>ino, l’esperimento più ingiustamente infamato di questi giorni. Capiamo un po’ cos’è, perché è tanto importante e come mai non c’è nulla da temere.</p>\n<p style=\"text-align: justify;\">Procediamo analizzandone semplicemente il nome, con ordine.</p>\n<h2 id=\"mcetoc_1e5g64v320\" style=\"text-align: justify;\">Neutrini</h2>\n<p style=\"text-align: justify;\">Il neutrino è una particella subatomica, prodotta dal <a href=\"https://it.wikipedia.org/wiki/Decadimento_beta\"><em>Decadimento beta</em></a> , dotato di una massa piccolissima (come sappiamo dopo l'esperimento nel laboratorio di <a href=\"https://it.wikipedia.org/wiki/Super-Kamiokande\">Super-Kamiokande</a>, che valse il premio <a href=\"https://www.nobelprize.org/nobel_prizes/physics/laureates/2015/press.html\">Nobel per la fisica nel 2015</a>). A differenza della luce non ha (quasi) alcun tipo di interazione con la materia, tanto che è stato in grado di viaggiare dal <strong>CERN</strong> di Ginevra ai Laboratori del Gran Sasso praticamente indisturbato (in un esperimento che i più si ricorderanno come quello del “tunnel della Gelmini”) attraverso quasi 900 km di dura roccia.<br> Ora Billy, tendi la mano. Ogni secondo viene attraversata da circa 10000000000 neutrini prodotti dalla reazione di fusione nucleare che alimenta il Sole. Ti sei accorto di qualcosa? Non credo proprio.<br> In particolare i neutrini sono di tre tipi, distinti attraverso il loro “<strong>sapore</strong>” (sempre a pensare al cibo questi fisici…). I neutrini che saranno i protagonisti dell'esperimento SOX sono i neutrini ellettronici, generati nel decadimento beta assieme ad un elettrone; esistono poi neutrini a sapore <em>muonico</em> ed <em>tauonico</em>, particelle prodotte dall'interazione nucleare debole più difficili da rilevare.<br> Ma non lasciarti confondere dalla strana nomenclatura data a questi fenomeni, e concentrati sul problema vero: come facciamo quindi ad osservare una particella così sfuggente?</p>\n<h2 id=\"mcetoc_1e5g64v321\" style=\"text-align: justify;\">Il cuore dell'esperimento</h2>\n<p style=\"text-align: justify;\">Entra qui in gioco <strong>Borexino</strong>, ovvero il cuore dell’esperimento. Questo è un enorme sensore, costituito da una sfera contenente 2700 tonnellate di acqua e 1400 tonnellate di materiale scintillatore, circondato da 2200 fotomoltiplicatori. Facendola facile (ma non lo è affatto), un neutrino che passa attraverso Borexino può interagire con il materiale scintillante, cedere una parte della propria energia e dare luogo ad un piccolo, microscopico lampo di luce, che viene amplificato dai fotomoltiplicatori. Ora, però, vengono i problemi. Dal Sole, dalle stelle lontane, dall’atmosfera, dal suolo, dalle banane, provengono raggi gamma e tanti altri tipi di particelle subatomiche, che esistono naturalmente e da sempre nell’ambiente, con cui conviviamo serenamente e senza problemi. Lo scintillatore, però, interagisce molto più facilmente con queste ultime che con i neutrini, quindi qualsiasi cosa che non sia un neutrino non deve entrare in contatto con lo scintillatore, altrimenti il lampo del neutrino verrà sommerso da migliaia di altri, qualsiasi tipo di analisi risulterà impossibile. Da qui la decisione di costruire laboratori di fisica sotto le montagne più alte (USA, Giappone, Cina), in modo che lo spesso strato di roccia filtri tutta questa radiazione, nel caso dei Laboratori del Gran Sasso, circa 1400 metri. Tutto questo fa quindi di Borexino il luogo meno radioattivo al mondo! Lo strumento è attivo dal 2007, ed è una vera eccellenza mondiale. Ogni anno gli scienziati che ci lavorano riescono ad effettuare scoperte straordinarie, migliorandone sempre più le performance.</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--wide\" src=\"https://fisicisenzapalestra.github.io/media/posts/229/SSS_PC_full-c4.jpg\" width=\"1792\" height=\"1200\"></p>\n<h2 id=\"mcetoc_1e5g64v322\" style=\"text-align: justify;\"><strong>Cosa cerchiamo?</strong></h2>\n<p style=\"text-align: justify;\">Ovviamente, come ogni esperimento, ha uno scopo.<br> Dopo aver analizzato per anni i neutrini solari ed aver dato una grande spinta alla teoria del Modello Standard, è arrivata l'ora di chiarire un dubbio che da decenni attanaglia i fisici teorici: le \"<strong>anomalie dei neutrini</strong>\", la scomparsa di neutrini ed antineutrini elettronici (come già osservato in altri esperimenti come <a href=\"https://arxiv.org/abs/1306.6494\">LSND and MiniBooNE</a>). Se avesse successo, SOX dimostrerebbe l'esistenza dei \"<strong>neutrini sterili</strong>\" (che interagiscono solo gravitazionalmente e non tramite interazione debole), e quindi delle prime particelle non previste dal modello standard. Questa possibilità ha da anni aperto enormi dibattiti nella comunità scientifica in quanto buona parte della fisica delle particelle andrebbe riscritta.<br> Inoltre SOX fornirebbe una misura più precisa del momento magnetico del neutrino, l'angolo di Weinberg ed altri parametri fisici fondamentali per la loro caratterizzazione. ((Grazie a Tommaso Righi per le correzioni!))</p>\n<p style=\"text-align: justify;\">Per avere una prova di queste anomalie è stato quindi messo insieme l’esperimento <strong>SOX</strong>, che prevede di posizionare una sorgente di neutrini nelle dirette vicinanze (<em>Short distance</em>) di Borexino. Come dicevamo sopra, dobbiamo impedire a tutta la radiazione prodotta insieme ai neutrini (tipicamente raggi gamma) di interagire con lo scintillatore. Da qui la scelta del <strong>Cerio 144</strong>, che ha una emissione gamma estremamente bassa rispetto alla emissione di neutrini (12 gamma ogni 100 neutrini) ed un tempo di dimezzamento (ovvero il tempo che un certo tipo di nuclei radioattivi impiega a dimezzarsi in numero) di 9 mesi, tale da poter effettuare una campagna sperimentale sufficientemente lunga. Per schermare completamente qualsiasi tipo di radiazione è stata predisposta una doppia capsula di acciaio, circondata poi da un cilindro di 2,4 tonnellate di tungsteno, ovvero 19 centimetri di quel materiale che usano per gli scarichi degli aerei, per le punte dei saldatori, per le placche antiproiettile ed altri componenti ad altissime prestazioni (in quantità decisamente minori). Un materiale estremamente duro ed estremamente denso, in grado di svolgere egregiamente sia da schermo per la radiazione (10 volte meglio del piombo) che da contenitore “ermetico” a prova di inondazioni, terremoti, incendi, incidenti e chi più ne ha più ne metta. Si è poi scelto di utilizzare una quantità molto modesta di cerio, ovvero circa 40 grammi (ci riempireste due tazzine di caffè a dir tanto) per non “sovraccaricare” Borexino (perdendo quindi in sensibilità) e per evitare qualsiasi tipo di problema legato alla contaminazione del territorio (quel cerio, dopo due anni, sarà assolutamente innocuo).</p>\n<p style=\"text-align: justify;\">L’esperimento durerà 18 mesi, durante i quali niente verrà spostato, pena la completa perdita di significato di tutto il lavoro.</p>\n<p style=\"text-align: justify;\">Insomma, nessuna bomba nucleare, nessuna bomba ecologica, nessun tentativo dei rettiliani di conquistare l’Abruzzo, solamente un esperimento molto complicato e molto delicato, in uno dei pochi centri di ricerca italiani noti a livello internazionale e ammirati da tutti per la qualità delle ricerche e dei risultati.</p>\n<p style=\"text-align: justify;\">Non c’è alcun pericolo di contaminazione delle acque, la capsula che racchiude il materiale radioattivo è completamente sicura, ed anche nel remotissimo caso in cui tutto andasse storto, le quantità sono talmente piccole da non creare alcun tipo di problema.</p>\n<p style=\"text-align: justify;\">Alcuni obiettano che il contenitore sarebbe apribile, perché chiuso <em>“solamente con 20 viti”.</em> Questo tipo di chiusura si rende necessario perché il tungsteno non è un materiale saldabile con facilità (fonde a 3422 °C), e saldare quella quantità di materiale risulterebbe inutile ed anzi dannoso, perché non ne sarebbe affatto garantita la tenuta. Inoltre non avrebbe senso costruire un contenitore di quelle dimensioni (e di conseguenza un costo esorbitante) per usarlo solamente una volta e poi essere buttato via perché non riutilizzabile. E in ogni caso quelle “20 viti” non sono quelle che tengono su la plafoniera della lampada, ma grosse e lunghe (si parlava di 19 centimetri di spessore…) e di conseguenza non proprio apribili da chiunque.</p>\n<p style=\"text-align: justify;\">Remare contro questo esperimento a prescindere significa solamente che qualcun altro se ne farà carico, ottenendone tutti i benefici sia in termini di indotto finanziario che di merito scientifico, mentre qui resterà solamente un tunnel vuoto ed una figuraccia internazionale che ha ben pochi pari nel mondo.</p>\n<hr>\n<h2 id=\"mcetoc_1e5g64v323\" style=\"text-align: center;\">di Riccardo Crugnola</h2>\n<p style=\"text-align: justify;\">Non pompiere, non astronauta, non calciatore. Il suo sogno da bambino era diventare ingegnere nucleare (o gruista, ma scoprì nel tempo di aver paura dei cavi di acciaio).</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/229/Senzanome.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica"
            ],
            "date_published": "2020-04-09T21:21:38+02:00",
            "date_modified": "2020-04-09T21:21:38+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/bnct-neutroni-contro-il-cancro.html",
            "url": "https://fisicisenzapalestra.github.io/bnct-neutroni-contro-il-cancro.html",
            "title": "BNCT: neutroni contro il cancro",
            "summary": "Si sente parlare spesso di radiazioni come di qualcosa di misterioso ed orribile. Forse a causa della cattiva informazione, forse per l'istintivo timore nei confronti di qualcosa che non riusciamo né a vedere né a percepire, eppure sempre presente: i cellulari, i computer, gli alieni ma soprattutto&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Si sente parlare spesso di <em><strong>radiazioni</strong> </em>come di qualcosa di misterioso ed orribile.<br> Forse a causa della cattiva informazione, forse per l'istintivo timore nei confronti di qualcosa che non riusciamo né a vedere né a percepire, eppure sempre presente: i cellulari, i computer, <a href=\"http://www.fisicisenzapalestra.com/tecnologia/calcolo-distribuito/\">gli alieni</a> ma soprattutto le <a href=\"https://it.wikipedia.org/wiki/Dose_equivalente_a_una_banana\">banane</a> sono sono sempre lì, pronti a bombandarci con i loro fasci, tanto invisibili quanto dannosi.</p>\n<p style=\"text-align: justify;\">La radiazione è un fenomeno di emissione e di propagazione di <strong>energia</strong>, che può quindi avere diverse forme: calore, luce, particelle.<br> La prime cose che vengono generalmente in mente a riguardo sono <em>Chernobyl</em>, la <a href=\"http://www.fisicisenzapalestra.com/fisica/bomba-zar/\">bomba atomica</a> e <em>Homer Simpson,</em> quando dovremmo soffermarci con più attenzione sulla semplicità della definizione che abbiamo dato.<br> Il mare, il metabolismo cellulare, un vulcano, <em>l'ardere</em> di una stella. Tutti questi fenomeni parlano di energia, che è un concetto troppo ampio e affascinante per essere stigmatizzato con leggerezza.</p>\n<h2 id=\"mcetoc_1e5g5sqpi0\" style=\"text-align: justify;\">Le Radiazioni e la Medicina</h2>\n<p style=\"text-align: justify;\">Proprio quelle radiazioni che ci fanno inorridere sono invece lo strumento che permette di sopravvivere ad alcuni tra i mali peggiori che possano attaccare la vita umana.<br> Le radiazioni sono alla base delle principali tecniche diagnostiche, a partire dai più semplici <strong>raggi X</strong> alla più sofisticata <strong><a href=\"https://it.wikipedia.org/wiki/Tomografia_a_emissione_di_positroni\">PET</a> (Positron Emission Tomography)</strong>.<br> Le radiazioni non sono solo in grado di vedere la malattia, ma sono anche in grado di intervenire attivamente attraverso la <strong>radioterapia.<br> </strong>Questo termine racchiude tutte le terapie mediche che fanno uso di <em><a href=\"https://it.wikipedia.org/wiki/Radiazioni_ionizzanti\">radiazioni ionizzanti</a>, </em>cioè con un'energia tale da essere in grado di <em>strappare</em> via elettroni da atomi o molecole e trasformarli in ioni.<br> Un particolare tipo di radioterapia è l'<strong>adroterapia</strong>; questa utiliza fasci di particelle pesanti, gli <a href=\"https://it.wikipedia.org/wiki/Adrone\">adroni</a>, per andare a <em>colpire</em> i tumori. Avevamo già detto <a href=\"http://www.fisicisenzapalestra.com/fisica/cosa-e-un-sincrotrone/\">qui</a> che possiamo usare come <em>proiettili</em> protoni e ioni carbonio, oggi ci concentreremo sui <strong>neutroni.</strong></p>\n<h2 id=\"mcetoc_1e5g5sqpi1\" style=\"text-align: justify;\">Boron Neutron Capture Theraphy</h2>\n<p style=\"text-align: justify;\">Il neutrone è stato scoperto nel 1932 e già nel 1936 viene proposta una sua applicazione in ambito medicale. L'idea fu di un fisico americano, <em>Gordon Locher</em> e si basa su una reazione che era appena stata scoperta, nel 1935, da <em>Taylor e Goldhaber</em>: la cattura di neutroni termici, cioè poco energetici, da parte di un isotopo <strong>non</strong> <strong>radioattivo</strong> del Boro, il 10B.</p>\n<h2 id=\"mcetoc_1e5g5sqpi2\" style=\"text-align: justify;\">La reazione</h2>\n<p style=\"text-align: justify;\">La terapia si basa sull'<strong>assorbimento selettivo </strong>delle cellule tumorali<strong> </strong>di 10B all'interno e su un successivo <strong>irraggiamento</strong> con un fascio di neutroni, che dovranno essere termici alla profondità in cui il tumore si trova nel corpo umano; i neutroni dovranno cioè avere la giusta energia di 0,025 eV per innescare la reazione.<br> Quando riduciamo così tanto le dimensioni niente è più certo e determinato, siamo allora costretti a parlare in termini di probabilità e, <em>lanciando </em>un neutrone contro un atomo di boro, è molto probabile che avvenga proprio la reazione a cui siamo interessati (in <em>fisichesedelleparticelle </em>diremmo che la <a href=\"https://it.wikipedia.org/wiki/Sezione_d%27urto\">sezione d'urto</a> è di 3800 barn!). Ciò avviene con un rilascio di energia di 2,79 MeV e, a dire la verità, le reazioni di cattura sono due e con diverse probabilità di accadere:<img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/230/Screen-Shot-2017-12-07-at-16.52.39.png\" width=\"456\" height=\"118\"></p>\n<p style=\"text-align: justify;\">Cosa vogliamo ottenere in questo modo?<br> Vogliamo che il rilascio di energia avvenga in corrispondenza del tumore, inducendo un danno non riparabile sul DNA della cellula, che così muore.</p>\n<p style=\"text-align: justify;\">Questo tipo di terapia non viene applicata a tutti i tipo di tumore, che sono tra loro molto diversi.<br> Lo scopo ultimo nella BNCT è la <strong>selettività</strong>, trovare cioè il modo di far concentrare il boro solo in corrispondenza della malattia, così da poter intervenire su quei tumori in cui né la chirurgia né la radioterapia convenzionale hanno il potere di fare qualcosa.</p>\n<figure class=\"post__image post__image--center\" ><img src=\"https://fisicisenzapalestra.github.io/media/posts/230/AFIP-00405558-Glioblastoma-Radiology.jpg\" width=\"497\" height=\"512\">\n<figcaption >\n<p class=\"align-center\">Di The <a href=\"https://commons.wikimedia.org/wiki/File:AFIP405851R-MEDULLOBLASTOMA.jpg\">Armed Forces Institute of Pathology</a> </p>\n</figcaption>\n</figure>\n<p>Il primo candidato per questa terapia è stato il <a href=\"https://it.wikipedia.org/wiki/Glioblastoma\">Glioblastoma Multiforme</a>, un tumore del cervello molto raro, con un'<a href=\"http://www.startoncology.net/area-professionale/glioblastoma-multiforme/\">incidenza annuale</a> in Europa di 1 su 100000.<br> Questo tipo di tumore, detto <em>microinvasivo, </em>è molto ramificato: durante la cura la maggior parte della massa viene rimossa chirurgicamente, ma ci sono cellule malate e metastasi che non siamo in grado di individuare e su cui la chemioterapia e la radioterapia convenzionale non sono in grado di intervenire.<br> Abbiamo per questo bisogno di una terapia selettiva così che, portando il boro a concentrarsi nelle cellule tumorali nascoste, possiamo poi irraggiare e distruggere ciò che rimane della malattia dopo l'intervento chirurgico di rimozione.</p>\n<figure class=\"post__image post__image--center\" ><img src=\"https://fisicisenzapalestra.github.io/media/posts/230/Screen-Shot-2017-12-07-at-17.22.41.png\" width=\"803\" height=\"527\">\n<figcaption >\n<p class=\"align-center\">Heikki Joensun1 et al. Boron neutron capture therapy of brain tumors: clinical trials at the Finnish facility using boronphenylalanine. Journal of Neuron Oncology 62: 123-134, 2003.</p>\n</figcaption>\n</figure>\n<p>Un altro tipo di tumore particolarmente adatto ad essere trattato con la BNCT e il <a href=\"https://it.wikipedia.org/wiki/Melanoma\">melanoma</a>, una patologia della pelle molto aggressiva. Questo tipo di malattia genera delle metastasi che non riescono ad essere individuate, che tendono a viaggiare nel corpo e quindi a trasportare la malattia e a diffonderla agli altri organi.<br> Il melanoma è particolarmente adatto alla BNCT poiché in questo caso usiamo come <em>carrier, </em>cioè come molecola che trasporta il boro, la <strong>borofenilalanina</strong> (BPA per gli amici). Quest'ultima è un <em>precursore </em> della melanina di cui questo tipo di tumore, che nasce da una cellula predisposta alla sintesi della melanina, i melanociti, è molto ricco. La BPA tende in questo modo a concentrarsi unicamente sul tumore e riusciamo quindi, sempre dopo aver rimosso gran parte della massa malata chirurgicamente, ad irraggiare la zona circostante, eliminare ciò che rimane della malattia in modo da impedire alle metastasi di diffondersi.</p>\n<h2 id=\"mcetoc_1e5g5sqpi3\" style=\"text-align: justify;\">Problematiche</h2>\n<p style=\"text-align: justify;\">Uno dei problemi principali di questa terapia è proprio ciò che la rende così unica, la <strong>selettività.</strong><br> Affinché la terapia sia efficace vogliamo una quantità di 10B che sia più di 20 µg per grammo di tumore, e vogliamo che il boro si concentri proprio in corrispondenza della malattia, in modo da non danneggiare anche il tessuto sano; questi due traguardi non sono ancora stati raggiunti e sono oggetto di ricerca.<br> Lavorare con un fascio di neutroni è inoltre molto più complicato che lavorare con delle particelle elettricamente cariche, come possono essere gli elettroni o gli ioni carbonio, in quanto non abbiamo un modo efficiente di <em>direzionarle </em>come può essere invece un campo elettromagnetico.<br> Dobbiamo inoltre tenere conto del fatto che abbiamo bisogno non di neutroni qualsiasi, ma di neutroni che siano termici in corrispondenza della profondità di tessuto in cui si trova il tumore.<br> Come ci procuriamo i neutroni? Tipicamente da un reattore nucleare, i cui neutroni sono molto energetici, dobbiamo quindi preoccuparci di <em>rallentarli </em>per raggiungere l'energia giusta al nostro scopo.<br> I neutroni tendono poi a reagire con i materiali circostanti e potrebbero quindi causare una dose addizionale di radiazioni al paziente.</p>\n<p style=\"text-align: justify;\">Un buon esempio, proprio come abbiamo già visto per <a href=\"http://www.fisicisenzapalestra.com/fisica/cosa-e-un-sincrotrone/\">CNAO,</a> arriva dall'Italia, dove abbiamo provato ad arginare quest'ultimo problema.<br> Nel 2001 a Pavia, nel <strong>Laboratorio di Energia Nucleare Applicata (LENA)</strong>, un paziente con metastasi al fegato causate da un adenocarcinoma del colon è stato trattato proprio con la BNCT.<br> Prima di tutto è stato somministrata una soluzione contenente boro al paziente a cui è stato successivamente asportato il fegato; solo l'organo è stato poi portato al reattore nucleare ed irraggiato con un fascio di neutroni, in modo tale che non tutto il corpo subisse la <em>dose</em> di radiazioni. L'uomo di 48 anni è stato per 5 ore senza fegato e l'intervento chirurgico è durato ben 21 ore; tuttavia <em>il gioco è valso la candela</em> in quanto dopo 4 settimane le funzioni epatiche erano tornate normali e tutti i markers tumorali risultavano negativi.</p>\n<p style=\"text-align: justify;\">La <em>Boron Neutron Capture Therapy</em> è un sogno che va avanti dagli anni '30, con tanti pro e tanti contro, e che coinvolge numerosissime discipline: radiobiologia, fisica, cinetica-chimica, dosimetria.<br> Potrebbe essere la soluzione per alcune tra le più brutte malattie che possono colpire un essere umano; queste sono però molto rare e quindi meno sponsorizzate e finanziate.<br> Ma la ricerca ama le sfide, e la BNCT è proprio questo: un'idea che viaggia <em>in direzione ostinata e contraria</em>.</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/230/Senzanome-1.png",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica",
                   "Esplorando il corpo umano"
            ],
            "date_published": "2020-04-09T21:19:47+02:00",
            "date_modified": "2020-04-09T21:19:47+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/la-sublime-forza-della-natura-di-leopardi.html",
            "url": "https://fisicisenzapalestra.github.io/la-sublime-forza-della-natura-di-leopardi.html",
            "title": "La sublime forza della Natura di Leopardi",
            "summary": "Quando si parla di Giacomo Leopardi si tende spontaneamente ad associare la sua figura al concetto di pessimismo. Secondo la maggior parte degli storici e dei critici letterari, infatti, la poetica di Leopardi deve essere suddivisa in due macro-periodi definiti rispettivamente “pessimismo storico” e “pessimismo&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Quando si parla di Giacomo Leopardi si tende spontaneamente ad associare la sua figura al concetto di <strong>pessimismo</strong>. Secondo la maggior parte degli storici e dei critici letterari, infatti, la poetica di Leopardi deve essere suddivisa in due macro-periodi definiti rispettivamente <em><strong>“pessimismo storico” </strong></em>e<em><strong> “pessimismo cosmico”</strong></em>. Questa concezione moderna, però, non può essere considerata accettabile e vera in toto. Infatti, chi ha avuto la fortuna e il privilegio di leggere e studiare Leopardi con un occhio diverso sa che <strong>i suoi scritti non sono una semplice testimonianza del suo pessimismo</strong>, <strong>ma piuttosto un contributo alla costruzione di un’opera filosofica più ampia incentrata sul concetto di piacere.</strong> <strong>Sul concetto di finitezza umana e di finitezza del piacere umano.</strong> Il “vero filosofico”, inteso come consapevolezza umana della realtà, infatti, è il topos centrale intorno a cui ruotano tutti gli scritti di Leopardi; come a voler sottolineare l’unico ruolo dell’uomo sulla terra: vivere con consapevolezza la propria dimensione. Leopardi, però, non propone una passiva accettazione della realtà, ma piuttosto un atteggiamento positivo e agonistico nei confronti della vita. È evidente dunque che si venga a creare una profonda idiosincrasia tra l’interpretazione pessimistica e quella filosofica. <strong>Leopardi non si limita a essere un semplice poeta, ma è prima di tutto un filosofo. Il filosofo della <em>“teoria del piacere”</em>.</strong></p>\n<p class=\"align-center\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/232/Caspar_David_Friedrich_-_Der_Wanderer_über_dem_Nebelmeer-566x720.jpg\" width=\"566\" height=\"720\"> \"Viandante sul mare di nebbia\" di Caspar David Friedrich.</p>\n<p style=\"text-align: justify;\">Possiamo dunque provare a rigettare l’interpretazione moderna del Leopardi ricorrendo a almeno a due argomentazioni: in primo luogo, se il poeta di Recanati avesse davvero voluto cambiare atteggiamento - da <em>“pessimismo storico”</em> a <em>“pessimismo cosmico”</em>- avrebbe realizzato due differenti raccolte di poesie. Ma non è così. Come già anticipato, infatti, la poetica del Leopardi è un continuo articolarsi e arricchirsi. Le stesse poesie, infatti, autoalimentano gradualmente la sua stessa idea filosofica e poetica nel corso degli anni. Inoltre, <strong>Leopardi non ha mai parlato di pessimismo storico e pessimismo cosmico, ma, come detto, si è limitato a tramandare la <em>“teoria del piacere”</em>, intrecciandola e declinandola con molti concetti materialisti, fino a postulare l’ineluttabile infelicità dell’uomo.</strong> Un’infelicità figlia dell’impossibilità di raggiungere una condizione estatica di piacere. Una condizione perenne e duratura. È dunque naturale che Leopardi disprezzi e rifiuti il Romanticismo, la passionalità e la religiosità. Infatti, la tradizione materialista epicurea e lucreziana gli trasmettono il forte rifiuto verso qualsiasi forza “superiore” capace di cambiare le sorti della condizione umana. Il suo radicato materialismo, inoltre, lo porta a disprezzare anche i <em>“cultori del progresso”. </em><strong>Per Leopardi, l’uomo non può sfuggire alle fatalità della vita e alla condizione di costante vacuità interiore. Ma non è pessimista. È solo consapevole della finitezza umana. È solo un grande filosofo giunto al termine delle sue profonde elucubrazioni sulla vita e sull’uomo.</strong> Questo stesso tema è declinato in una splendida canzone di Franco Battiato, in cui il cantautore siciliano scrive: <em>“Io sono. Io chi sono? […] Tutto è illusorio, privo di sostanza. Tutto è vacuità”. </em>Leopardi ha dato una risposta a questi quesiti nella celebre <em>“teoria del piacere”</em>, in cui l’uomo viene descritto come un essere finito nello spazio e nel tempo che dispone soltanto di due mezzi per risollevarsi da questa ineluttabile condizione: il vero filosofico e la solidarietà tra gli uomini. In questo contesto, <em>“La Ginestra”</em>, composta nel 1836 a Torre del Greco, si configura come la massima espressione della sua dottrina filosofica: il fiore, infatti, è l’emblema dell’uomo ideale, un nobile eroe in grado di resistere alle difficoltà della vita e di essere solidale con i suoi simili nel sostenere il fardello del dolore.</p>\n<p style=\"text-align: justify;\">Dagli scritti leopardiani emerge come l’uomo sia sempre alla ricerca di un piacere infinito, illimitato per estensione e durata che, però, non può inevitabilmente raggiungere: <strong>tutte le cose del mondo sono circoscritte nello spazio e nel tempo, e dunque destinate a perire.</strong> <strong>L’aspirazione impossibile verso un piacere infinito viene, però, compensata e parzialmente “corretta” dall’illusione d’infinito creata nell’immaginazione dalla speranza, dal ricordo, dalla cessazione del dolore e da sensazioni vaghe e indefinite. Questi correttivi sono però illusori e non portano a una condizione stabile e duratura di felicità. Sono un’illusione, un gioco e un desiderio vano</strong>. Come ci si può dunque risollevare da questa condizione di infelicità e finitezza? L’uomo non deve paralizzarsi nella consapevolezza della propria condizione, ma piuttosto cercare di vivere al meglio delle proprie possibilità (concezione agonistica e positiva della vita), cercando di recare il minor danno agli altri uomini (solidarietà).</p>\n<p style=\"text-align: justify;\">Questa consapevolezza gnoseologica della finitezza umana si manifesta anche nel celebre <em>“Dialogo della natura e di un islandese”</em>, in cui Leopardi esprime tutta la profondità della sua esegesi filosofica sulla vita: l’infelicità dell’uomo e il vuoto che lo angoscia e che lo condanna a una sofferenza fisica non sono una condizione psicologica, bensì una condizione filosofica che l’uomo deve cogliere con consapevolezza. Lo scritto diventa lo strumento ideale per dar vita al <em>“pensiero poetante”</em>: ogni immagine e verso è allo stesso tempo poesia e filosofia. La scrittura si fa sempre più energica, asciutta e evocativa senza più afflati poetici. È pura sostanza. Il finale, doppiamente ironico, lascia spazio al profondo interrogativo su chi sia realmente l’uomo e quale sia il ruolo della natura nella nostra vita. Questo stessa suspence conferma il cieco meccanicismo che domina l’universo, dove l’uomo è soltanto uno spettatore consapevole. <strong>Inoltre, in</strong> <strong><em>“Dialogo della natura e di un islandese” </em>Leopardi confuta l’idea che l’uomo possa modellizzare e controllare la natura, in quanto incapace di metterla al proprio servizio</strong>. La Natura sprigiona la sua potenza con un passo elegante e maestoso, ma l’uomo non può fare nulla per cercare cambiare il corso degli eventi. La natura è infatti totalmente disinteressata alla vita umana: <em>“Immaginavi tu forse che il mondo fosse fatto per causa vostra? Ora sappi che nelle fatture, negli ordini e nelle operazioni mie, trattone pochissime, sempre ebbi ed ho l'intenzione a tutt'altro che alla felicità degli uomini o all'infelicità. Quando io vi offendo in qualunque modo e con qual si sia mezzo, io non me n'avveggo, se non rarissime volte: come, ordinariamente, se io vi diletto o vi benefico, io non lo so; e non ho fatto, come credete voi, quelle tali cose, o non fo quelle tali azioni, per dilettarvi o giovarvi. E finalmente, se anche mi avvenisse di estinguere tutta la vostra specie, io non me ne avvedrei”</em></p>\n<figure class=\"post__image post__image--wide\" ><img src=\"https://fisicisenzapalestra.github.io/media/posts/232/Gericault_-_La_zattera_della_Medusa.jpg\" width=\"1654\" height=\"1138\">\n<figcaption >\n<p>\"La zattera della Medusa\" di Théodore Géricault</p>\n</figcaption>\n</figure>\n<p>A questo punto, dunque, sorge spontaneo chiedersi quale possa essere il ruolo di un uomo di scienza: <strong>se l’uomo è davvero così impotente, a cosa può servire la fisica? Quale deve essere l’atteggiamento di uno scienziato di fronte a un mondo incontrollabile?</strong> La risposta è facile: dare sollievo all’uomo.<strong> La scienza e la fisica sono lo strumento a garanzia della nostra disillusione filosofica. La filosofia è la capacità di astrarre dal mondo fenomenologico, ma la fisica ci aiuta a estrarre dalla natura, dal mondo concreto che ci circonda. Estrarre i concetti chiave che ci permettono di sfuggire alla vacuità della vita. </strong>Ci aiutano a<strong> rompere la distonia tra piacere e ineluttabile infelicità. </strong>Ci aiutano a sviluppare un punto di vista autonomo in una realtà dove la Natura regna misteriosa con intriganti logiche e simmetrie. La fisica è lo strumento più nobile a disposizione dell’uomo:<strong> il logos, la modellizzazione e la matematica sono i mezzi che ci tengono in vita in un mondo dove la Natura regna indisturbata. La descrizione della natura è un passaggio necessario e complementare all’elaborazione filosofica sulla finitezza umana.</strong> Leopardi ha senz’altro dato un importante contributo alla rivoluzione culturale tramandata dall’epicureismo e dal romanticismo, ma <strong>il fisico moderno</strong> – e più in generale l’uomo –<strong>ha il dovere di andare oltre: saper cogliere la grandezza e la nobiltà della natura, pur riconoscendo l’impossibilità di opporsi totalmente a essa</strong>.</p>\n<p style=\"text-align: justify;\"><strong>Viene quasi immediato associare a questo intrigante disegno culturale</strong> – una vera e propria commistione tra scienza, natura, intelletto e passioni – <strong>una straordinaria opera d’arte di Caspar David Friedrich: <em>“Viandante sul mare di nebbia” </em></strong><em>(\"Der Wanderer über dem Nebelmeer\")</em>. Il quadro del 1817 è un’icona dell’arte romantica: l’errare umano, l’infinito e il sublime sono solo alcuni dei temi glorificati e abilmente veicolati dall’artista tedesco. <strong>La contemplazione dell’infinito, insieme alla naturale <em>humiltas </em>scaturita dall’impossibilità di guardare il paesaggio sottostante, conferiscono all’opera d’arte un’aria di solenne malinconia.</strong> <strong>La potenza irresistibile della natura, il paesaggio brumoso e misterioso, insieme al senso di sublime evocato, permettono un’incredibile tangenza con il senso filosofico trasmesso dalla poetica leopardiana.</strong> La straordinaria potenza della Natura, infatti, induce il viandante <em>(homo viator) </em>a una profonda e struggente riflessione interiore: <strong>la Natura è sublime</strong> - quello stesso sublime invocato da Edumnd Burke nel 1757 in “<em>A Philosophical Enquiry into the Origin of Our Ideas of the Sublime and Beautiful” – </em><strong>e l’uomo è un umile spettatore</strong>. <strong>Uno spettatore che ha però la capacità di descriverla, modellizzarla e, in un certo senso, metterla al proprio servizio.</strong></p>\n<p style=\"text-align: justify;\"><strong>Perché, sì, alla fine, è necessaria una profonda riflessione sull’uomo e sulla vacuità della vita denunciata da Leopardi.<br> Perché, sì, giungere alla conoscenza di chi siamo è un nostro diritto e un nostro dovere.</strong></p>\n<blockquote>\n<p style=\"text-align: justify;\"><em>“Le azioni del mondo non influenzano il Sole e i nemici - è sicuro - sono dentro di noi. Come è possibile restare ciechi per così lungo tempo? […] Scopersi per caso lo stato che ascende alla Gioia” – Stati di Gioia, Franco Battiato. </em></p>\n</blockquote>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/232/Bufera-di-neve-Annibale-e-il-suo-esercito-attraversano-le-Alpi-Turner-analisi.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Filosofia"
            ],
            "date_published": "2020-04-09T18:01:04+02:00",
            "date_modified": "2020-04-09T18:01:04+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/quantum-computing-ai-limiti-della-tecnologia.html",
            "url": "https://fisicisenzapalestra.github.io/quantum-computing-ai-limiti-della-tecnologia.html",
            "title": "Quantum computing: ai limiti della tecnologia",
            "summary": "La tecnologia dei nostri giorni si basa per la quasi totalità su microprocessori di silicio, che non abbiamo mai abbandonato, a partire dal 1960. La velocità di evoluzione di questo tipo di tecnologia era già Chiara nel 1965 quando il co-fondatore della Intel ( l'azienda&hellip;",
            "content_html": "<p>La tecnologia dei nostri giorni si basa per la quasi totalità su microprocessori di silicio, che non abbiamo mai abbandonato, a partire dal 1960. La velocità di evoluzione di questo tipo di tecnologia era già Chiara nel 1965 quando il co-fondatore della Intel ( l'azienda che produce i processori di quasi tutti i computer disponibili) enunciò quella che poi divenne famosa come la legge di Moore:</p>\n<p style=\"text-align: center;\"><i>“ il numero di transistor su un chip e raddoppia ogni 18 o 24 mesi”</i></p>\n<p>questa legge (che più di una legge è un'affermazione perché non ha basi matematiche) si confermata giusta per gli ultimi 30 anni. Basti pensare che si è passati dal <strong>1971 </strong>quando l'<strong>Intel 4004</strong> veniva presentato sul mercato con <strong>2250 </strong>transistor, agli anni <strong>2000 </strong>quando il<strong> Pentium 4</strong> ne presentava ben <strong>42 milioni</strong>. Questo porta da una parte al ridurre le dimensioni aumentando la potenza di calcolo, dall’altro porta ad un aumento esponenziale nella difficolta nel produrre questi dispositivi (la meno famosa seconda legge di Moore).</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva6-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Prima di entrare nel dettaglio e capire cos'è realmente un transistor e come questo lo collega alla potenza effettiva di un computer, facciamo un paragone con qualcosa di più tangibile. Quasi tutti in quest'aula abbiamo uno smartphone, e quello che ci facciamo la maggior parte del tempo è inviarci messaggi imbarazzanti e guardare discutibili video su YouTube. Lo facciamo tutti, non c'è niente di cui vergognarsi: sappiate però che nel vostro telefono c'è una potenza di calcolo maggiore di quella a disposizione dell’intera struttura della NASA durante l'atterraggio lunare. O ancora basti pensare che se la velocità media di una macchina utilitaria, di quelle per famiglie, fosse aumentata in media seguendo la legge di Moore, adesso ci ritroveremo con delle Fiat Punto che vanno alla velocità della luce. Questa crescita incontrollata che è difficile anche da comprendere per quanto è stata repentina, eppure in meno di 50 anni questa tecnologia sta per giungere al suo limite.</p>\n<h2 id=\"mcetoc_1e5fq2kpv0\">Ammettere i propri limiti</h2>\n<p style=\"text-align: justify;\">Esistono sul mercato transistor che hanno le dimensioni di <strong>14 nanometri</strong>: in questa slide vi faccio vedere un confronto con alcuni corpuscoli come il virus HIV e un globulo rosso.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva8-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Ma se vogliamo esagerare e confrontare le dimensioni attuali di un transistor con quelle di un capello umano, ci rendiamo conto che stiamo parlando di strutture che sono 13 milioni di volte più piccole l’una dell’altra. E per quanto anche questo dato in realtà sia difficile da digerire perché per quanto ci sforziamo non riusciamo ad immaginare qualcosa di così piccolo, possiamo immaginare le difficoltà tecnologica nel produrre qualcosa di queste dimensioni con la precisione e la cura necessaria affinché funzionino all'interno di un computer ( controllando quindi stabilità, velocità, temperatura). Eppure non è questo il vero problema: la vera sfida è la barriera dei <strong>5 nanometri</strong>, il limite che nei transistor divide il mondo classico del mondo dei quanti.</p>\n<table>\n<tbody>\n<tr>\n<td>Nicolò Cacocciola ci invia questa interessante correzione:\n<p>Il limite fisico dell'attuale tecnologia basata su transistor a silicio non è quantistico ma classico. Gli effetti quantistici sono infatti già noti e presenti da tempo negli attuali MOSFET, primo tra tutti l'effetto tunnel che causa già oggi assorbimento di corrente, estremamente piccola ma non nulla, nel terminale di gate (il che causa inevitabilmente una maggiore dissipazione di potenza in un sistema con qualcosa come 10^9 transistor). Il vero problema è invece il seguente: quando sentiamo parlare di \"tecnologia a 14 o 11 nm\" dobbiamo pensare che questa dimensione si riferisce alla lunghezza del canale L in un MOSFET. Come ben sappiamo dai corsi di fisica II, vi è proporzionalità inversa tra valore di campo elettrico nel canale e lunghezza del canale stesso. Se quindi noi, a parità di tensione applicata tra Drain e Source (che non è riducibile pena il non funzionamento del mosfet), diminuiamo la lunghezza del canale, il campo elettrico crescerà inevitabilmente. Ad un certo punto, raggiunta una certa L minima, il valore del campo elettrico supererà il valore di rigidità dielettrica del Silicio, causandone la rottura. Morale della favola: sotto la lunghezza di canale minima Lmin, il mosfet a Silicio non può funzionare.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<p style=\"text-align: justify;\">Scendendo sotto queste dimensioni gli elettroni smettono di comportarsi come particelle classiche e cominciano a mostrare tutti quegli aspetti particolari che sono spiegabili solo all'interno di una teoria quantistica, primo fra tutti l'effetto tunnel. Questo significa che gli elettroni smettono di essere confinati all'interno dei circuiti che tracciamo per loro su un processore, rendendolo totalmente inutilizzabile. Questo fa sì che, come lo stesso Moore ha dichiarato, entro il 2020 bisognerà trovare una nuova tecnologia se vogliamo continuare a migliorare la potenza di calcolo dei nostri computer.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva9-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\"><strong>Ma a cosa serve potenziare i computer?</strong></p>\n<p style=\"text-align: justify;\">Ci sono una serie di problemi che hanno una difficoltà computazionale definita <strong>non polinomiale</strong>: questo significa che con la tecnologia attuale, anche se la legge di Moore continuasse ad essere valida per un secolo, non si riuscirebbe mai a risolvere questi problemi in maniera efficiente (e quindi in tempi “umani”). E parliamo di algoritmi per la ricerca di nuove proteine, sistemi di confronto che vadano a simulare tutte le possibili cure per il cancro, un algoritmo per capire come è venuto in mente all'uomo di mettere l'ananas sulla pizza. Questi problemi hanno una difficoltà non lineare e la tecnologia attuale non è in grado di affrontarli se non con l'utilizzo di una quantità di tempo che in pratica è non definibile. In sintesi quindi:</p>\n<ul>\n<li>da una parte la tecnologia attuale sta per raggiungere il suo limite ultimo e nel giro di una decade non si riuscirà più a migliorare i processori: questo porterà ad una morte dell'evoluzione di questo tipo di tecnologia;</li>\n<li>dall'altra c'è tutta quanta una classe di problemi che con la tecnologia attuale è impossibile affrontare</li>\n</ul>\n<p style=\"text-align: justify;\">C'è bisogno di qualcosa di nuovo e quel qualcosa di nuovo, come avrete capito dal titolo di questa presentazione, è la tecnologia quantistica.</p>\n<h2 id=\"mcetoc_1e5fq2kpv1\">Dai bit ai qubit</h2>\n<p style=\"text-align: justify;\">Per poter passare da un computer classico ad uno quantistico bisogna riuscire a tradurre l'unità fondamentale che è alla base di questo, ovvero il bit, in qualcosa che sia strutturalmente simile a questo ma che riesca a sfruttare tutte quelle le caratteristiche quasi magiche delle meccanica quantistica: abbiamo bisogno dei qubit. Ma facciamo un passo indietro: cosa sono i bit?</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva13-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Il pacchetto di informazione più piccolo processabile all'interno di un computer, che banalmente corrisponde ad un segnale di tensione alto (1) oppure basso (0). Questo sistema di codifica dell'informazione è definito binario e differenza ad esempio del nostro sistema di numerazione decimale (poiché numeriamo tutto con le potenze del 10 avendo a disposizione 10 valori, da 0 a 9). Questo è il motivo per il quale ad esempio le memorie di telefoni e computer assumono sempre multipli di due: 8, 16, 32 GB per i telefoni, 256 o 512 per gli SSD.</p>\n<p style=\"text-align: justify;\">I bit da soli però sono poca cosa: quello che fa tutta la magia è il transistor, uno strumento geniale ( che non ha caso ha fatto vincere il premio nobel nel 1956 a William Bradford <strong>Shockley</strong>, Walter <strong>Brattain </strong>e John <strong>Bardeen</strong>).</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva14-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">L’idea alla base è semplicissima:<strong> il transistor è un interruttore</strong>. Se il segnale sul piede di controllo è alto (quindi 1) gli altri due piedi sono collegati, altrimenti rimangono isolati. Grazie a questa idea così semplice è possibile costruire tutto l'apparato che c'è dietro il nostro computer che ci permette di fare somma, divisioni, moltiplicazioni ed una volta che si riesce ad integrare su un circuito la moltiplicazione tutto è possibile: questa articolo, il vostro sistema operativo dello smartphone, i pacemaker, Minecraft, le canzoni di Skrillex. <strong>L'idea alla base di ogni computer è quella di processare informazioni che sono impacchettate in una serie di zero ed uno.</strong></p>\n<p style=\"text-align: justify;\">Ma questo è il mondo classico, e noi sappiamo che nel mondo della meccanica quantistica vige il principio di sovrapposizione, il primo postulato della teoria quantistica, che dice che un sistema (che nel nostro esempio sarà la particella di informazione) può trovarsi sia nello stato 0 che nello stato 1 contemporaneamente, con una qualsiasi proporzione di probabilità (almeno fino a quando non viene effettuata la misura). Questo è sicuramente tra i concetti più difficili della meccanica quantistica ed è così difficile perché non ha un controesempio nel nostro mondo. Eppure <strong>il principio di sovrapposizione</strong> nel nostro caso diventa un'arma eccezionale perché adesso abbiamo la possibilità di creare dei bit di informazione che non siano semplicemente uno stato o quell'altro, ma che possono essere entrambi gli stati insieme!</p>\n<p style=\"text-align: justify;\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva16-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Questo significa che passiamo da una codifica classica dove l’informazione aumenta di un pezzettino per ogni bit che aggiungiamo, ad un aumento di 2 volte per ogni nuovo qubit! La vera difficoltà sta nel fatto che nonostante sia effettivamente vero che un sistema può trovarsi in tutte le possibili combinazioni assieme, quando dobbiamo ottenere un risultato contreto tutta la probabilità collassa istantaneamente su un unico valore. Anche questo è un postulato della meccanica quantistica che ha il nome di <strong>collasso della funzione d'onda</strong>, ed è quello che permette la convivenza di fisica classica e quantistica. Senza entrare troppo nel dettaglio, questo implica che è necessario sviluppare degli algoritmi che riescano a sfruttare il parallelismo quantistico per ottenere alla fine un unico risultato che sia esattamente quello desiderato (sarebbe più giusto dire con un’altissima probabilità).</p>\n<p style=\"text-align: justify;\">Ok, dopo aver grattato la superficie dell’idea che c’è dietro un computer quantistico, vi mostro due esempi che chiariscono un po' tutto quello che abbiamo detto.</p>\n<h2 id=\"mcetoc_1e5fq2kpv2\">La potenza dei quanti</h2>\n<p style=\"text-align: justify;\">Vogliamo creare un algoritmo che sia in grado di riconoscere se una moneta è vera oppure falsa.</p>\n<p style=\"text-align: justify;\">Chiamiamo in soccorso e senza un apparente motivo un pesce pagliaccio a rappresentare il nostro computer e gli chiediamo gentilmente di controllare una faccia della moneta. Memorizziamo l'informazione, gli facciamo controllare l'altra faccia: se le facce sono uguali c'è qualcosa che non va e ti hanno fregato con il resto. Abbiamo bisogno di controllare due volte.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva22-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Poi arrivano questi simpatici signori dai nomi impronunciabili che scrivi un algoritmo per un computer quantistico in grado di controllare in maniera parallela entrambe le facce della moneta, riuscendo a controllare in un unico istante entrambe le facce e dimezzando quindi il tempo (moltiplicazione dei pani e dei “pesci”, l’hai capita Billy?). “Ok” direte voi, “che ci vuole a controllare le due facce della moneta? Un computer ci metterà qualche frazione di secondo!”, ed è vero. Ma la grandezza di questo algoritmo e che funziona con un numero qualsiasi di monete!</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva23-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Seguendo questo programma il computer quantistico è in grado di “moltiplicarsi” e di controllare in parallelo le facce di tutte le monete con una singola iterazione e si passa dall’avere un numero esponenziale di iterazioni a controllare tutto con un solo giro di giostra. Perché grazie ai qubit l’informazione può essere processata in tutte le combinazioni assieme.</p>\n<p><img class=\"aligncenter size-large wp-image-4180\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva24-720x540.jpg\" alt=\"\" width=\"720\" height=\"540\">Ultimo esempio e poi vi lascio andare. Non so se lo sapete ma quasi tutti i sistemi di sicurezza più avanzati come quelli che ci proteggono su internet o quelli delle transazioni bancarie si basano su di un algoritmo di cifratura denominato “asimmetrica a chiave pubblica”.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva25-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Come funziona in pratica: io e Billy vogliamo scambiarci un'informazione e vogliamo che nessun altro possa sentirci. Billy allora genera una password e la rende disponibile a tutti: io prendo la password e tramite un algoritmo noto cifro il mio documento e lo reinvio a Billy, che può decriptarlo perché è in possesso di una chiave privata che ha prodotto assieme a quella pubblica. La cifratura è “asimmetrica” perché la difficoltà computazionale che c'è nel criptare un messaggio non è minimamente paragonabile alla difficoltà necessaria per decifrarlo senza avere la chiave privata. Nella pratica quello che si fa è scegliere due numeri primi molto grandi e moltiplicare tra loro.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva26-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Il fatto è che ad oggi non esiste un metodo efficace per scomporre un numero molto grande in due numeri primi: questo è un esempio di problema non polinomiale, che come dicevamo prima non riesce ad essere affrontato dai nostri computer in maniera efficace e in tempi utili ad un qualsiasi tipo di attacco. Da una parte questo ci rassicura sul fatto che i nostri dati siano al sicuro, dall'altro ci mostra come la sicurezza non si basa su di un sistema che sia matematicamente sicuro, ma su un limite della tecnologia attuale. Basterebbe trovare un algoritmo che magari sfrutta un computer quantistico per ridurre esponenzialmente la difficoltà del problema e nel giro di qualche ora di riuscire a governare il mercato mondiale e quindi il pianeta Terra. Ora lo so che vorresti correre a studiare la meccanica quantistica per diventare il re del mondo, ma ci ha già pensato questo simpatico omaccione con la faccia poco rassicurante: non è un caso se l’algoritmo che porta il suo nome è conosciuto come l’applicazione killer dei computer quanstistici: se applicato davvero distruggerebbe in men che non si dica tutti i sistemi protetti che abbiamo costruito fino a questo momento.</p>\n<p><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/231/Diapositiva27-720x540.jpg\" width=\"720\" height=\"540\"></p>\n<p style=\"text-align: justify;\">Ora: questa cosa è spaventosa? Sì certo che lo è.<br> Saremo tutti quanti schiavi del primo uomo che riesce a costruire un computer quantistico davvero funzionante? Probabilmente.... a meno che abbandoniamo anche per i sistemi di sicurezza un approccio classico e ci lasciamo cullare dalla crittografia quantistica che, udite udite, è matematicamente inviolabile.</p>\n<p style=\"text-align: justify;\">Ma questa è tutta un'altra storia: io per oggi concludo qui.</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/231/titolo.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Seminari",
                   "Fisica"
            ],
            "date_published": "2020-04-09T17:55:28+02:00",
            "date_modified": "2020-04-09T17:55:28+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/tempo-non-ce-tempo.html",
            "url": "https://fisicisenzapalestra.github.io/tempo-non-ce-tempo.html",
            "title": "Tempo, non c&#x27;è tempo...",
            "summary": "Questo articolo è stato precedentemente pubblicato sul Notiziario della Banca Popolare di Sondrio. Il concetto di tempo è da sempre uno spigoloso punto di tangenza tra filosofia e fisica. Infatti, nonostante il tempo rappresenti qualcosa di profondamente intimo e familiare, oggigiorno è ancora molto difficile&hellip;",
            "content_html": "<p>Questo articolo è stato precedentemente pubblicato sul <a href=\"http://nonsolobanca.popso.it/cm/pages/ServeBLOB.php/L/IT/IDPagina/412\">Notiziario della Banca Popolare di Sondrio.</a></p>\n<p style=\"text-align: justify;\"><strong>Il concetto di tempo è da sempre uno spigoloso punto di tangenza tra filosofia e fisica.</strong> Infatti, nonostante il tempo rappresenti qualcosa di profondamente intimo e familiare, oggigiorno è ancora molto difficile trovarne una definizione univoca e soddisfacente. Nel celebre <em>“Le avventure di Alice nel Paese delle Meraviglie”</em>, Lewis Carrol propone un interessante dialogo tra Alice e il Bianconiglio: “Per quanto tempo è <em>‘per sempre’</em>?”, chiede la protagonista; “A volte, solo un secondo”, risponde subito il coniglio bianco. Con queste semplici parole il Bianconiglio sottolinea l’elasticità del tempo: esistono attimi che durano secoli, ma esistono anche attimi fuori dal tempo ordinario, fuori dall’incessante logorio dello scorrere del tempo. <strong>Come se il tempo presente non esistesse e l’uomo ne potesse addirittura fare a meno.</strong> Come se l’uomo potesse scovare la dimensione personale del tempo, un tempo interiore che, però, in realtà è fisicamente inesistente. A tal proposito, <strong>Henri Bergson</strong>, uno dei maggiori filosofi tra la fine del 1800 e gli inizi del 1900, <strong>contrappone il concetto di <em>“tempo scientifico”</em> a quello di <em>“tempo interiore”</em></strong>: se il primo può essere schematicamente rappresentato da una collana di perle, interamente costituita da istanti identici, il secondo concetto è simile a un intricato gomitolo di lana in cui gli attimi non hanno la medesima durata. Il tempo perde il ruolo oggettivo che aveva trovato durante l’epoca ottocentesca del Positivismo. <strong>Dunque, il tempo non ha una natura univoca e il suo manifestarsi è umanamente difficile da comprendere e definire.</strong> <strong>Ma se il tempo è tanto difficile da capire, come possiamo pretendere di capire l’essere? L’uomo abita il tempo come un pesce abita l’acqua, il nostro vivere è essere nel tempo e la realtà evolve secondo il fluire del tempo. È l’uomo che esiste nel tempo o è il tempo che esiste in noi?</strong> È evidente che tutte queste domande non possano trovare una risposta e che le elucubrazioni filosofiche non siano sufficienti a risolvere il nostro senso di smarrimento di fronte a un concetto che non sempre ci appartiene. La filosofia ci conduce su una strada impervia e le domande diventano molto complesse, ma la scienza – e la fisica in particolare – non favorisce la nostra comprensione.</p>\n<p style=\"text-align: justify;\"><strong>Il fisico Carlo Rovelli è uno dei massimi esperti della “Loop Quantum Gravity” (LQG, Gravità Quantistica a Loop), teoria fisica che si pone anche l’obiettivo di eliminare la grandezza tempo nelle equazioni della fisica. Per Rovelli, infatti, il tempo “non esiste”</strong>: nel suo ultimo saggio, <em>“L’ordine del tempo”</em>, il fisico descrive come <em>“gli aspetti caratteristici del tempo, uno dopo l’altro, siano risultati essere approssimazioni, abbagli dovuti alla prospettiva, come la piattezza della Terra o il girare del sole”</em>. Nell’introduzione del libro, Rovelli aggiunge inoltre che <em>“Il crescere del nostro sapere ha portato a un lento sfaldarsi della nozione di tempo. Quello che chiamiamo ‘tempo’ è una complessa collezione di strutture, di strati. Studiato via via più in profondità, il tempo ha perso questi strati, uno dopo l’altro, un pezzo dopo l’altro”. </em>Nel XXI secolo, dunque, in fisica, come nella filosofia, non sappiamo esattamente cosa sia il tempo. Perché, paradossalmente, il tempo sembra non esistere. Prima di descrivere “lo sfaldarsi del tempo” citato da Rovelli, è importante, però, tenere in considerazione le più importanti esegesi sul concetto di tempo forniteci da grandi pensatori del passato.</p>\n<p style=\"text-align: justify;\">Storicamente, <strong>Aristotele è il primo filosofo greco</strong> (almeno di quelli di cui abbiamo conoscenza) <strong>a porsi il problema del tempo: per il pensatore di Stagira il tempo è <em>“la misura del cambiamento”</em>.</strong> Evidentemente, però, se non accade nulla, non esiste un conseguente scorrere del tempo. Di fronte a tale definizione, però, ci troviamo subito di fronte ad un ancestrale dubbio filosofico: esiste il tempo “personale”, quello che scorre mentre siamo in silenzio con noi stessi a fissare il vuoto? Aristotele risponde a questa domanda nella <em>“Fisica”: </em></p>\n<blockquote>\n<p style=\"text-align: justify;\">“Se è buio e noi non subiamo alcuna affezione corporea, un certo movimento resta comunque presente nell’anima e subito ci sembra che simultaneamente anche un certo tempo stia scorrendo”.</p>\n</blockquote>\n<p style=\"text-align: justify;\"><strong>Eccoci, dunque, alla prima definizione di tempo: il tempo è la misura e la traccia del movimento.</strong></p>\n<p style=\"text-align: justify;\">Tralasciando momentaneamente il pensiero di Sant’Agostino, storicamente un altro grande rivoluzionario ha affrontato il topos filosofico del tempo: <strong>Isaac Newton</strong>. Nella sua principale opera <em>“Principia”</em>, il fisico inglese scrive così:</p>\n<blockquote>\n<p style=\"text-align: justify;\">“Non definisco il tempo, in quanto noto a tutti. Tuttavia, va osservato come comunemente non si concepisca questa quantità se non in relazione a cose sensibili. Di qui nascono i vari pregiudizi, per eliminare i quali conviene distinguere il tempo relativo, apparente e banale da quello vero, assoluto e matematico. Il tempo relativo è una misura esterna e sensibile della durata per mezzo del moto, che viene comunemente impiegata al posto del vero tempo […]. Il tempo assoluto, vero e matematico, in sé e per la sua natura scorre uniformemente senza relazione ad alcunché di esterno.”</p>\n</blockquote>\n<p style=\"text-align: justify;\"><strong>Newton, dunque, riconosce la concezione di tempo propria di Aristotele, ma aggiunge un altro concetto di tempo:<em> “un tempo vero che passa comunque, ed è indipendente dalle cose e dal loro accadere.”</em> È il contrario di quello che sostiene Aristotele. Ma, dunque, chi ha ragione? Quale dei due giganti del sapere ci sta trascinando nella giusta direzione?</strong></p>\n<p style=\"text-align: justify;\">Un secolo dopo, nel 1781, il filosofo tedesco <strong>Immanuel Kant</strong> <strong>pubblica il saggio</strong> <strong><em>“Critica della ragion pura”</em>, nel quale descrive la fisica come una scienza fenomenica, costruita per l’uomo e per gli altri esseri con una struttura mentale simile a quella umana.</strong> Al pari della matematica, la fisica può essere considerata una scienza sintetica a priori, nella quale le categorie kantiane permettono una sintesi universale tra i fenomeni spaziali e temporali: attraverso l’intelletto (il logos greco), l’uomo lega i diversi fenomeni e arriva alla conoscenza della natura. Dunque, per il filosofo tedesco il tempo è una forma a priori della nostra conoscenza ed è <em>“la condizione soggettiva della nostra sensibilità”</em>. Inoltre, <strong>Kant descrive il tempo con un’accezione fortemente soggettiva: il tempo è una coordinata soggettiva della nostra esperienza interiore ed appartiene al solo soggetto umano; esso è in grado di trasformare in fenomeno la natura che l’uomo cerca di conoscere: <em>“Il tempo è la condizione a priori di tutti i fenomeni”</em>.</strong></p>\n<p style=\"text-align: justify;\"><strong>Il pensiero di Sant’Agostino si colloca in posizione intermedia rispetto alle dottrine degli altri grandi pensatori</strong>. Incalzato dai suoi discepoli sul concetto di tempo, il Santo rispondeva così:</p>\n<blockquote>\n<p style=\"text-align: justify;\">“Se qualcuno non mi chiede cosa sia il tempo, io so cosa è. Ma se qualcuno mi chiede cosa sia, non lo so più”.</p>\n</blockquote>\n<p style=\"text-align: justify;\"><strong>In queste parole risiede la grandezza del pensiero di Sant’Agostino che, a cavallo tra il 350 e il 430 d.C., anticipa i dibattiti moderni sul tempo. Il tempo è un concetto sfuggevole e fallace, difficile da definire e comprendere perché, in fin dei conti, esiste solo in presenza dell’uomo.</strong> Questa è la stessa dimensione spirituale e profondamente interiore di cui parla Bergson 1450 anni dopo. Un tempo che fluisce in modo relativo e indeterminato. Un concetto che si trasforma in terreno fertile per i quesiti esistenzialisti novecenteschi sull’essere. <strong>Per Heidegger l’uomo (che il filosofo definisce “esserci”) è un progetto gettato, in quanto radicato nel tempo. “L’esserci” vive un tempo e uno spazio che non ha scelto e è sempre orientato al futuro, in una dimensione trascendente che però non conosce.</strong></p>\n<p style=\"text-align: justify;\">Per qualche secolo il pensiero di Newton ha prevalso: <strong>l’elegante costruzione intellettuale del tempo newtoniano prescinde dai sensi umani e funziona maledettamente bene per la descrizione dei fenomeni della realtà (la fisica moderna). Il tempo si configura come un’entità superiore che scorre imperturbabile e uniforme, indipendentemente da cosa cambia o da cosa si muove. Questa stessa idea viene insegnata oggi giorno tra i banchi di scuola e appare molto intuitiva e naturale, anche se, per l’epoca non lo era affatto.</strong> <strong>Basti pensare al matematico e filosofo Leibniz, secondo cui il tempo è una relazione tra concetti e non può essere puramente oggettivo: è una relazione di successione tra il prima e il dopo.</strong> Si dice che, in difesa della sua tesi, abbia di proposito privato il suo cognome della lettera “t” (in origine si chiamava Leibnitz), a testimonianza della sua convinzione sull’erroneità della teoria newtoniana sul tempo “t” come entità autonoma e assoluta.</p>\n<figure class=\"post__image post__image--center\" ><img src=\"https://fisicisenzapalestra.github.io/media/posts/234/unnamed.jpg\" alt=\"The Walking Lesson -\" width=\"512\" height=\"419\">\n<figcaption >\"The Walking Lesson - A Jacek Yerka tribute\" by Sara Menegazzi</figcaption>\n</figure>\n<p style=\"text-align: justify;\">Di fronte a questo scenario, però, abbiamo una certezza: nessuna delle argomentazioni fornite è sufficiente a descrivere con precisione il concetto di tempo. Proprio perché – come dice Rovelli – il tempo è caratterizzato, nel corso dei secoli, da un continuo sfaldarsi.<strong> Il concetto di tempo è stato costantemente degradato dalla teoria della fisica e dalle principali dottrine della filosofia e, oggigiorno, il tempo si è smarrito.</strong> Il tempo ha perso le peculiarità che lo avevano reso univoco e così l’uomo perde una coordinata personale:</p>\n<blockquote>\n<p style=\"text-align: justify;\"><strong>“perché alla fine – forse - il mistero del tempo riguarda ciò che siamo noi, più di quanto riguardi il cosmo”. </strong></p>\n</blockquote>\n<p style=\"text-align: justify;\"><strong>La prima risposta al quesito sul tempo ci viene fornita dalla teoria della relatività generale di Albert Einstein, con la quale il tempo perde il suo primo strato: l’unicità.</strong> Infatti, Einstein sottolinea l’importanza di svincolarsi dall’idea che la fisica descriva l’evoluzione delle cose <em>“nel tempo”</em>, ma piuttosto <em>“come evolvano le cose nei loro tempi e come evolvano i tempi l’uno rispetto all’altro”</em>. Con la teoria di Einstein, grazie al concetto di spaziotempo, “<em>la singola quantità tempo si frantuma in una ragnatela di tempi”</em>: ogni punto dello spazio (più propriamente, lo spaziotempo) ha un tempo diverso e l’uomo può descrivere l’evoluzione di un tempo rispetto a un altro. Non esiste un tempo più “vero” degli altri, ma ci sono tanti orologi reali e distinti che cambiano uno rispetto all’altro. Questo è il motivo per cui il <em>“tempo scorre più veloce in montagna e più lento in pianura”. </em><strong>Grazie ad Einstein, però, troviamo un’altra importante risposta ai nostri quesiti: il tempo perde la propria indipendenza</strong>. Il fisico tedesco, risolve l’eterna diatriba sul tempo tra i seguaci di Aristotele e quelli Newtoniani. Rovelli scrive che: <em>“Tempo e spazio sono cose reali. Però non sono per nulla assoluti, per nulla indipendenti da quanto accade e per nulla distinti dalle altre sostanze del mondo”. </em> In fisica esiste infatti il campo gravitazionale che è <em>“l’origine della forza di gravità, ma è anche la trama che tesse lo spazio e il tempo di Newton, sulla quale è disegnato il resto del mondo. […] Lo spaziotempo è il campo gravitazionale (e viceversa). […] Il mondo è una sovrapposizione di tele, di strati, di cui il campo gravitazionale è uno fra gli altri. Come gli altri, non è né assoluto, né uniforme, né fisso, ma si flette, si stira, si tira e si spinge come gli altri. Equazioni descrivono il reciproco influire di tutti i campi gli uni sugli altri, e lo spaziotempo è uno dei campi”. </em>In quest’ottica, dunque, si trova una sintesi tra il pensiero di Aristotele e quello di Newton: il tempo diventa parte di una complessa geometria tessuta assieme allo spazio. Newton intuisce l’esistenza di una quantità che trascende il semplice mutare delle cose: il tempo matematico esiste ed è evidentemente lo spaziotempo, ma è profondamente erroneo pensarlo come imperurbato, puro e indipendente da tutto. D’altro canto, Aristotele ha ragione a dire che <em>“il quando è sempre il localizzarsi rispetto a qualcosa. Ma questo qualcosa può essere anche soltanto lo spaziotempo”</em> di Einstein, un’entità dinamica che compone la <em>“grande danza del mondo”</em>. Studiando le equazioni di Maxwell (le equazioni che descrivono l’elettromagnetismo), inoltre, <strong>Einstein si accorge di un altro strato di cui il tempo può fare a meno: il presente.</strong> Einstein riesce infatti a dimostrare che per un oggetto in moto (per velocità elevate, prossime alla velocità della luce) il tempo è contratto: il “tempo proprio” non dipende solamente dalle nostre coordinate spaziali, ma anche dalla velocità a cui ci muoviamo. Questo provoca una conseguenza molto pesante: in una qualsiasi località lontana dalla terra non esiste alcun momento che corrisponda a quello che noi definiamo “adesso”, al nostro presente. Rovelli suggerisce dunque che</p>\n<blockquote>\n<p style=\"text-align: justify;\">il nostro presente non si estende a tutto l’universo. È come una bolla vicino a noi. Quanto è estesa questa bolla? Dipende dalla precisione con cui determiniamo il tempo. Se è di nanosecondi, il presente è definito solo per pochi metri, se è di millisecondi, il presente è definito per chilometri. Noi umani distinguiamo a malapena i decimi di secondo e possiamo tranquillamente considerare l’intero pianeta Terra come un’unica bolla, dove parliamo del presente come di un istante comune a tutti noi.</p>\n</blockquote>\n<p style=\"text-align: justify;\">Di conseguenza, la concezione di un “adesso” ben definito ovunque è un’illusione, <em>“un’estrapolazione illegittima della nostra esperienza”. </em><strong>Infine, con la fisica quantistica si frantuma un altro strato del tempo: la continuità</strong>. Il tempo misurato dagli orologi, infatti, non è una grandezza continua, bensì una variabile che assume valori discreti e granulari, chiamati quanti. E così, oggigiorno, sappiamo che l’uomo è in grado di misurare il “tempo minimo”, definito Scala di Planck, che corrisponde a 10<sup>-44</sup>secondi, ovvero un centomilionesimo di un miliardesimo di un miliardesimo di un miliardesimo di un miliardesimo di secondo: a questi tempi si manifestano gli effetti quantistici del tempo. Dunque,</p>\n<blockquote>\n<p style=\"text-align: justify;\">il tempo universale si è frantumato in una miriade di tempi propri, ma se teniamo conto dei quanti, dobbiamo accettare l’idea che ciascuno di questi tempi, a sua volta, fluttua e è sparso come in una nuvola e può avere solo certi valori quantizzati.</p>\n</blockquote>\n<p style=\"text-align: justify;\"><strong>A questa spiazzante scoperta, si aggiunge anche quella delle sovrapposizioni quantistiche dei tempi: l’indeterminazione introdotta dalle teorie quantistiche si estende anche allo spaziotempo che viene visto come una sovrapposizione di configurazioni diverse.</strong></p>\n<blockquote>\n<p style=\"text-align: justify;\">Come una particella può essere diffusa nello spazio, così la differenza tra passato e futuro può fluttuare: un avvenimento può essere insieme prima e dopo un altro.</p>\n</blockquote>\n<p style=\"text-align: justify;\">La fisica, al pari della filosofia, ci sconvolge.</p>\n<p style=\"text-align: justify;\"><strong>L’uomo esce devastato e solo da questo sconcertante – a tratti perfino inquietante – dipinto della realtà: tutto è relativo, tutto fluttua, muta e evolve secondo equazioni prestabilite, assumendo valori quantizzati e non essendo precisamente determinato. Il tempo sparisce improvvisamente dalle nostre vite, che diventano sempre meno certe e deterministiche. Il tempo diventa una mera illusione privo di ogni realtà fisica. Ci ritroviamo “gettati” in un mondo anarchico, dove, come diceva il poeta Caproni in <em>“Dopo la notizia”, </em>rimane solo il vento <em>“Il vento e nient’altro. Un vento spopolato. Quel vento, là dove Agostinianamente più non cade tempo”.</em></strong></p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/234/Tim-Burton-s-Alice-In-Wonderland-alice-in-wonderland-2010-13695030-1360-768.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Filosofia"
            ],
            "date_published": "2020-04-09T17:47:02+02:00",
            "date_modified": "2020-04-09T17:47:02+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/tutto-a-posto-e-niente-in-ordine-parte-12.html",
            "url": "https://fisicisenzapalestra.github.io/tutto-a-posto-e-niente-in-ordine-parte-12.html",
            "title": "Tutto a posto e niente in ordine",
            "summary": "Schiarirmi le idee, mettere ordine nella mia mente: questo è l’obiettivo che mi sono prefissata in questi ultimi mesi. Un obiettivo arduo, audace, ai limiti dell’utopia. Pensieri che si sovrappongono, domande senza alcuna risposta. Ognuno di noi, almeno una volta nella vita, ha deciso che&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Schiarirmi le idee, mettere ordine nella mia mente: questo è l’obiettivo che mi sono prefissata in questi ultimi mesi. Un obiettivo arduo, audace, ai limiti dell’utopia. Pensieri che si sovrappongono, domande senza alcuna risposta. Ognuno di noi, almeno una volta nella vita, ha deciso che fosse giunto il momento di prendere una pausa: un periodo di riflessione per ragionare, comprendere, scoprire se stessi, gli altri, il mondo che lo ospita. Un modo per ristabilire un ordine “quo ante\" nella propria mente. Perché l’uomo ha sempre cercato di dominare tutto ciò che è caotico, imprevedibile, addentrandosi in un percorso ciclico senza alcuno sbocco risolutivo. Ha sempre cercato risposte in tutto quel complesso di leggi che regolano gli avvenimenti naturali, nell’insieme dei mezzi che il Cosmo usa per manifestare la propria potenza, senza giungere a delle risposte che potessero completamente soddisfarlo.</p>\n<p style=\"text-align: justify;\">È in questo contesto che l’uomo si sente piccolo, limitato, o come direbbe Pascal “<i>L’uomo non è che una canna, la più fragile di tutto l’Universo.[...]”</i>; pertanto le sue poche certezze crollano, e, consapevolmente, soccombe di fronte a questa Forza Creatrice.</p>\n<p style=\"text-align: justify;\">Questo Chaos esiodeo mi ha totalmente pervasa durante questi mesi, portandomi alla riflessione di due concetti messi da sempre in contrapposizione. Sono due tematiche ricorrenti nel pensiero, nelle opere di autori latini e greci, di filosofi e autori contemporanei: il caos e l’ordine.</p>\n<p style=\"text-align: center;\"><img class=\"aligncenter\" title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/233/null.jpeg\" alt=\"\" width=\"518\" height=\"370\"></p>\n<p style=\"text-align: justify;\">Carl Gustav Jung sostiene che</p>\n<blockquote>\n<p style=\"text-align: justify;\">“In ogni caos c’è un Cosmo, in ogni disordine un ordine segreto.”</p>\n</blockquote>\n<p style=\"text-align: justify;\">Che si tratti di mitologia greca, di filosofia, di arte o di scienza, caos e ordine si accompagnano da sempre come una indisgiungibile coppia dialettica. Come se il Cosmos, ovvero l'ordine, la razionalità, tragga le proprie radici da uno sfondo caotico.</p>\n<blockquote>\n<p style=\"text-align: justify;\">«Nell’antichità, quando non esistevano né il Cielo né la Terra, non esistevano forme concrete, il cosmo era solo una massa di vapore primordiale oscuro, immenso, caotico; non si potevano distinguere i suoi confini. In mezzo al caos il Dao cominciò a formarsi. Solo quando ci fu il Dao l’universo poté nascere: sorsero gli spiriti dello Yin e dello Yang che intrapresero l’opera di creazione del mondo; il tempo non ha fine, lo spazio non ha confini. Finalmente divisero il vapore primordiale nei due vapori dello Yin e dello Yang, ed entrambi divisero tutto l’universo; lo Yang era la forza e lo Yin la dolcezza, entrambi si completavano; fu solo con questo che vennero create le miriadi di cose. Il vapore torbido formò tutte le cose e le specie animali, mentre il vapore luminoso creò l’uomo»<br> (dal “Libro del Principe Huai Nan”)</p>\n</blockquote>\n<p style=\"text-align: center;\"><img class=\"aligncenter\" title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/233/null-1.jpeg\" alt=\"\" width=\"416\" height=\"416\"></p>\n<p style=\"text-align: justify;\">Tuttavia, il caos, nel momento in cui ha origine il cosmos, non cessa. Anzi esso continua a esistere come una colonna portante su cui regge l’intera costruzione di questo spazio ordinato. Pensate alla coppia Nietzschiana apollinea/dionisiaca: il caos non è mai completamente superato, va tenuto a freno di giorno in giorno attraverso un duro lavoro ed un dispendio di energie.</p>\n<p style=\"text-align: center;\"><img title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/233/null-2.jpeg\" alt=\"\" width=\"508\" height=\"380\"></p>\n<p style=\"text-align: justify;\">Ma possono queste concezioni cosmologiche avere un peso ed un influenza sulle arti figurative?</p>\n<blockquote>\n<p>“Non ha l’ottimo artista alcun concetto</p>\n<p>Ch’un marmo solo in sé non circoscriva</p>\n<p>Col suo soverchio, e solo a quello arriva</p>\n<p style=\"text-align: justify;\">La man che ubbidisce all’intelletto\"</p>\n</blockquote>\n<p style=\"text-align: justify;\">È cosi che Michelangelo espone la propria visione di caos e ordine, connessa alla tecnica scultorea del “Non finito”. Nei suoi famosi incompiuti traspare un’unica sensazione: una forma, una bellezza, un’anima perfetta ed ordinata che vuole faticosamente liberarsi della materia marmorea (“soverchio”) in cui è ingabbiata, senza mai riuscirci compiutamente.</p>\n<p style=\"text-align: center;\"><img class=\"aligncenter\" title=\"\" src=\"https://fisicisenzapalestra.github.io/media/posts/233/null-3.jpeg\" alt=\"\" width=\"532\" height=\"313\"></p>\n<p style=\"text-align: justify;\">Caos e ordine, così opposti ma così affini, si ritrovano a coesistere soprattutto nella pittura novecentesca, caratterizzata da movimenti artistici di cui i più importanti risultano essere l’impressionismo, l’espressionismo e il surrealismo: da un caos di fondo, da una nube vaporosa, fatta spesso di pennellate vigorose, istintive e volutamente casuali, ecco emergere e venire in primo piano un accenno di forma.</p>\n<figure class=\"post__image post__image--wide\" ><img src=\"https://fisicisenzapalestra.github.io/media/posts/233/null-4.jpeg\" width=\"445\" height=\"346\">\n<figcaption >\n<p class=\"align-center\">Claude Monet “Impression, soleil levant”</p>\n</figcaption>\n</figure>\n<figure class=\"post__image post__image--wide\" ><img src=\"https://fisicisenzapalestra.github.io/media/posts/233/null-6.jpeg\" width=\"497\" height=\"344\">\n<figcaption >\n<p class=\"align-center\">Vasilij Kandinskij “Composizione VIII” </p>\n</figcaption>\n</figure>\n<p class=\"align-left\">Una forma per nulla paragonabile all’immensità che la circonda, che la sovrasta: la Natura. Quest’ultima, percepita già nel Romanticismo come forza dinamica, “matrigna”, si fonde con l’Arte diventando Forza Creatrice, trasformandosi nello strumento attraverso cui l’uomo può accedere alla verità di ogni cosa, ad una realtà superiore, al suo ordine “quo ante”.</p>\n<p style=\"text-align: justify;\">Come la concezione caos-ordine ha influenzato la scienza nel corso della storia?</p>\n<p style=\"text-align: justify;\">Penso, ripenso. Ipotizzo, ma nulla di certo, nessuna soluzione esatta. Ordine e Caos, dicevamo. Diversi ma uguali, distanti ma inseparabili. Purtroppo per poter affrontare adeguatamente questo tema non basterebbe un numero infinito di articoli, perché questa semplice polarità, <a href=\"#non-existing-post-with-id-98\">come ho già accennato</a>, rimanda a tantissimi ambiti: dai miti greci antichi fino alla loro rielaborazione in Parmenide; dalla scienza fisica alle filosofie orientali, dalle antinomie kantiane alle contrapposizioni analitiche e continentali, dall’antropologia al pensiero politico contemporaneo... fino alla musica. Tuttavia, per quanto mi è concesso, mi addentrerò nel tema: il mio scopo è suscitare in voi una riflessione, un senso di appagamento conoscitivo o, chi lo sa, sensazioni completamente opposte.</p>\n<p><img class=\"post__image post__image--center\" src=\"file://C:/Users/raffa/Documents/Publii/sites/fisici-senza-palestra/input/media/posts/235/null.jpeg\" width=\"458\" height=\"396\"></p>\n<p>Ripartiamo da qui:</p>\n<blockquote>\n<p>“Ante mare et terras et quod tegit omnia caelum unus erat toto naturae vultus in orbe, quem dixere chaos”<br> Ovidio 3/ 8 d.c.</p>\n</blockquote>\n<p>L’uomo, da che mondo è mondo, ha sempre cercato un ordine, una spiegazione, un ragionamento logico, organico, che potesse in qualche modo soddisfare la sua brama di conoscenza. Una soluzione che potesse non solo descrivere i comportamenti della Natura, ma che al contempo potesse renderlo<strong> padrone di essa stessa</strong>.</p>\n<blockquote>\n<p>“La vita è un flusso continuo che noi cerchiamo d'arrestare, di fissare in forme stabili e determinate”</p>\n</blockquote>\n<p>affermerebbe Pirandello; ma si sa, per quanto si possa tendere al determinismo, alla conoscenza esatta, all’ “<i>ordine quo ante</i>”, l’essere umano si ritroverà sempre di fronte a nuove incognite, nuove incertezze, ad una nuova barriera insormontabile: l’imprevedibilità della Natura.</p>\n<p><img class=\"post__image post__image--center\" src=\"file://C:/Users/raffa/Documents/Publii/sites/fisici-senza-palestra/input/media/posts/235/null-1.jpeg\" width=\"668\" height=\"523\"></p>\n<p>E sì, questo la scienza lo sa perfettamente.Se nella cosmologia greca il caos rappresentava l’insieme disordinato e indeterminato degli elementi materiali che preesisteva al cosmos, oggi, almeno per i matematici e i fisici, la parola caos ha un significato decisamente meno generale. È proprio in questo contesto che si sente spesso parlare della cosiddetta <i>Teoria del Caos </i>(leggi Giocati dal caso).</p>\n<p>Ma procediamo con ordine (per fortuna, almeno in questo, un po’ di organizzazione ci è concessa).</p>\n<p>Il caos deterministico, come un inatteso e violento tsunami, pervade la storia scientifica e culturale di tutta la seconda parte del XX° secolo: un nuovo scandalo, una nuova incertezza sta segnando profondamente le già instabili ideologie umane.</p>\n<blockquote>\n<p>«Può il battito delle ali di una farfalla in Brasile scatenare un tornado in Texas?»</p>\n</blockquote>\n<p><img class=\"post__image post__image--wide\" src=\"file://C:/Users/raffa/Documents/Publii/sites/fisici-senza-palestra/input/media/posts/235/null.png\" width=\"601\" height=\"420\"></p>\n<p>Edward Lorenz, 1916, uno fra i padri fondatori della scienza del caos: basta modificare leggermente le condizioni iniziali di un sistema perchè la sua evoluzione diverga, dunque l'evoluzione di gran parte dei sistemi che operano nel mondo macroscopico è imprevedibile. Ed eccolo, ecco come l’effetto farfalla segna una delle più grandi, se non la più grande frattura epistemologica nella fisica di questo secolo. Ecco una prima rottura del determinismo e della metodologia rigorosa dettata dalla meccanica classica. La teoria del caos si fa strada quando la scienza classica non ha più mezzi per spiegare gli aspetti irregolari, incostanti della natura; una nuova teoria scientifica nata da sperimentazioni fisiche, biologiche, matematiche, socio-economiche. Il caos non viene visto più come casualità e totale mancanza d’ordine, bensì come un ordine così complesso da sfuggire alla percezione e alla comprensione umana. Nel caos c’è ordine e, alla luce di questo, la natura si presenta sempre più come una realtà difficilmente definibile e determinabile.</p>\n<blockquote>\n<p>«Se il naso di Cleopatra fosse stato diverso, a cambiare sarebbe stata l'intera faccia del mondo»</p>\n</blockquote>\n<p>D’altra parte, già da tempo, studiosi, filosofi, intellettuali avevano rilevato l'estrema instabilità di alcuni dei sistemi naturali, ivi inclusi i sistemi creati dall'uomo.<strong> Blaise Pascal</strong>, con questo aforisma, dimostra gli fosse già nota la percezione di come, a volte, basti un dettaglio piccolo e insignificante per modificare la storia di un intero popolo.</p>\n<p>Ebbene si, paradossalmente, l’esistenza dei sistemi instabili era ben conosciuta anche ai padri della meccanica classica, e la fisica newtoniana nasce con questa stessa consapevolezza.</p>\n<blockquote>\n<p>“Non credo che l’Universo si possa spiegare solo con cause naturali e sono costretto ad imputarlo alla saggezza e all’ingegnosità di un essere intelligente.”</p>\n</blockquote>\n<p>Isaac Newton sapeva che le sue equazioni gli consentivano di calcolare con grande precisione l'orbita di ogni singolo pianeta intorno al Sole. Egli, però, sapeva anche che nel sistema solare non operano solo le interazioni gravitazionali tra il Sole e i singoli pianeti. Esistono interazioni molto più piccole delle precedenti, apparentemente insignificanti. Sufficienti, tuttavia, a compromettere non solo la predicibilità della dinamica planetaria, ma persino la stessa stabilità del sistema solare. Tant'è che “un essere intelligente”, conclude Newton, deve personalmente intervenire, di tanto in tanto, per ripristinare l'ordine cosmico minato da queste piccole perturbazioni gravitazionali (leggi <a href=\"#non-existing-post-with-id-132\">Il peso delle onde gravitazionali</a>).</p>\n<p>E, quindi, cosciente dell’estrema sensibilità del sistema alle condizioni iniziali, per superare questo ostacolo della fisica matematizzata, si rivolge al potere divino.</p>\n<p>“Un'intelligenza che, per un istante dato, potesse conoscere tutte le forze da cui la natura è animata[...] abbraccerebbe nella stessa formula i movimenti dei più grandi corpi dell'universo e quelli dell'atomo più leggero: nulla le risulterebbe incerto, l'avvenire come il passato sarebbe presente ai suoi occhi.[...] La semplicità della legge che regola il moto dei corpi celesti e le relazioni tra le loro masse e distanze ci consentono di seguire i loro moti con l'analisi fino a un certo punto;[...] Ma l'ignoranza delle diverse cause che concorrono alla formazione degli eventi, insieme con l'imperfezione dell'analisi, ci impediscono di conseguire la stessa certezza rispetto alla grande maggioranza dei fenomeni.”</p>\n<p>Lo stesso “Manifesto del determinismo scientifico” contiene il riconoscimento dell'impossibilità dell'uomo di prevedere e spiegare completamente tutti gli eventi futuri: sia a causa della loro intrinseca complessità, che dell'imperfezione degli strumenti analitici. E Laplace, alla fine del ‘700, è tra i primi a invitare la debole mente umana ad usare una razionalità probabilistica, piuttosto che una deterministica, per cercare di spiegare i fenomeni complessi, o semplicemente gli eventi più caotici della vita quotidiana.</p>\n<p>Quasi un secolo dopo un altro matematico francese, Henri Poincarè, non solo dimostra l'impossibilità di ottenere una soluzione generale esatta del cosiddetto «problema a tre corpi», ma scopre che, anche in presenza di leggi naturali perfettamente note, vi sono sistemi la cui evoluzione è imprevedibile, perchè piccoli errori nella conoscenza delle loro condizioni iniziali producono grandi errori nella conoscenza delle loro condizioni finali.<br> Le teorie del caos hanno indubbiamente molti meriti. Tra questi meriti, sembra ci sia quello di aver fornito un contributo rilevante all'evoluzione del dibattito sui fondamenti della fisica: soprattutto, la (ri)scoperta del caos sembra rappresentare un'evoluzione al problema noto come determinismo.</p>\n<p>E questo determinismo scientifico è stato più volte messo in discussione: già nel 1806 Siméon Denis Poisson si imbatte in soluzioni di equazioni differenziali utilizzate anche in meccanica classica, ed egli comprende che minano la base matematica della concezione deterministica della meccanica. La fisica resta deterministica, sostiene Poisson, sebbene la matematica offra soluzioni non deterministiche. L’evoluzione della ricerca, al livello delle scienze matematiche, delle scienze umane e della fisica, ebbe dunque un esito comune: quello di rovesciare il modello ottocentesco della razionalità scientifica. Ad esso si è sostituito un nuovo modello, totalmente diverso, che ha rimesso in discussione la concezione stessa della materia, che ha sostituito il determinismo con il probabilismo, che ha accettato la pluralità delle diverse scienze, la provvisorietà non solo delle teorie scientifiche, ma più in generale il carattere problematico e limitato della conoscenza umana. È in questo clima destabilizzante, pervaso da incertezze e confusione, che si fa strada agli inizi del 900 il crollo della fisica classica, un crollo tanto emotivo quanto intellettuale, che ha ufficialmente inizio nel 1873 con l’elaborazione della teoria elettromagnetica di James Clerk Maxwell: le sue equazioni, infatti, risultavano in netto contrasto con il principio classico della relatività galileiana, che fino ad allora aveva rappresentato la colonna portante di tutto mondo scientifico.</p>\n<p>Queste anomalie vengono inizialmente risolte da Hendrik Lorentz, ma si arrivò presto al tanto atteso 1905, “l’Annus mirabilis\", anno che vede uscire allo scoperto uno dei personaggi più importanti della storia della fisica, Albert Einstein. Ed ecco come questa mente geniale ribalta ogni scoperta, ogni rigoroso concetto, dapprima con la Relatività ristretta e poi con la Relatività Generale. Ma Einstein lo sa bene, qualcosa di più grande sta per evadere, qualcosa di potente, indomabile, qualcosa di destabilizzante sta per allontanare l’uomo dal suo ordine mentale, dalla sua tranquillità ideologica: lei, la fisica quantistica.</p>\n<p>La fisica dei quanti si presenta come una sconvolgente teoria scientifica, una continua tensione verso un qualcosa di irraggiungibile che alimenta l’uomo, dandogli un atroce senso di incompiutezza.</p>\n<blockquote>\n<p>“Dio non giochi a dadi con il mondo”.</p>\n</blockquote>\n<p>Ha affermato prontamente Einstein di fronte questa nuova scienza, ma si dovette ben presto ricredere: siamo in un mondo imprevedibile e indeterminabile. La fisica quantistica, dopo circa tre secoli, getta nel dubbio l’uomo, colpendolo nei più importanti ambiti del sapere.</p>\n<p><img class=\"post__image post__image--center\" src=\"file://C:/Users/raffa/Documents/Publii/sites/fisici-senza-palestra/input/media/posts/235/null-2.jpeg\" width=\"597\" height=\"398\"></p>\n<p>Caos e Ordine, l’uno influenza l’altro: cosi come il bianco per il nero, il cielo per la terraferma, il suono per il silenzio. Opposti ma simili, indispensabili. Teorie scientifiche, sculture, opere musicali, dipinti e molto altro ancora pervaso da Caos, ma anche da Ordine.</p>\n<p>Potrà mai l’uno sopraffare sull’altro? Potranno mai essere tra loro indipendenti? A voi la risposta.</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/233/2356115.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Filosofia"
            ],
            "date_published": "2020-04-09T17:42:07+02:00",
            "date_modified": "2020-04-09T17:42:07+02:00"
        },
        {
            "id": "https://fisicisenzapalestra.github.io/lolandese-volante-e-la-fata-morgana-i-miraggi.html",
            "url": "https://fisicisenzapalestra.github.io/lolandese-volante-e-la-fata-morgana-i-miraggi.html",
            "title": "L&#x27;olandese volante e la Fata Morgana: i miraggi",
            "summary": "Da sempre l'uomo ha tentato di interpretare la realtà che lo circonda, alcune volte in modo corretto e rigoroso, altre in modo talmente tanto assurdo da arrivare a creare vere e proprie leggende che, tramandate nei secoli, arrivano fino a noi. La cosa che più&hellip;",
            "content_html": "<p style=\"text-align: justify;\">Da sempre l'uomo ha tentato di interpretare la realtà che lo circonda, alcune volte in modo corretto e rigoroso, altre in modo talmente tanto assurdo da arrivare a creare vere e proprie leggende che, tramandate nei secoli, arrivano fino a noi.</p>\n<p style=\"text-align: justify;\">La cosa che più deve sorprendere però non sono i dettagli assurdi e fantasiosi di queste leggende metropolitane e non che ogni giorno ci tartassano le orecchie, ma è l'atteggiamento dell'uomo davanti a queste: nel ventunesimo secolo, in una società interconnessa con il web fino all'esaurimento, c'è <strong>disinformazione</strong>. Una disinformazione che mi spiazza, rattrista e lascia basito. Perché diventa più importante urlare sui social:</p>\n<blockquote>\n<p style=\"text-align: justify;\">«OH MA CHE CAZZO NON VEDETE CHE QUEL VESTITO E' BIANCO E OROOO!!11!!!1111»</p>\n</blockquote>\n<p style=\"text-align: justify;\">piuttosto che fare una semplicissima ricerca, sempre su internet, per capire il banale concetto che sta dietro questo ennesimo e stupidissimo trend del giorno.</p>\n<p style=\"text-align: justify;\">[<a href=\"http://www.wired.it/lol/2015/02/27/thedress-scienza-vestito/\" target=\"_blank\" rel=\"noopener noreferrer\">Se non sai a cosa mi riferisco dai un'occhiata qui Billy.</a>]</p>\n<h2 id=\"mcetoc_1e5fnirv70\" style=\"text-align: justify;\">La leggenda</h2>\n<p style=\"text-align: justify;\">Perdomani lo sfogo iniziale Billy, ma è tanto che non scrivevo qualcosa ed è appena finita la sessione d'esami. Ad ogni modo non ho scritto senza un motivo quel noioso preambolo: oggi parleremo di leggende, che proprio come la stupida questione del vestito vengono create quando non si riescono a dare spiegazioni ai fenomeni che sperimentiamo ma non sappiamo giustificare. Così i fulmini diventano le armi del Boss dell'Olimpo, le onde nel mare lo sfogo di ira di un Dio suscettibile e così via.</p>\n<p style=\"text-align: justify;\">Tanto, <em>se non c'è una spiegazione migliore, almeno la storia è carina</em>. Forse è questo il motto.</p>\n<p style=\"text-align: justify;\">Nasce così, tra tante, la leggenda dell'<strong>olandese volante</strong>. <em>Vanderdecken</em>, già condannato il giorno del battesimo ad una leggenda con quel nome impronunciabile, è un capitano temerario (tipo Schettino no?), tanto da essere conosciuto come colui che non indietreggia davanti a nessuna avversità. Un giorno, viaggiando verso il Capo di Buona Speranza, una grande tempesta colpisce la nave (poi uno dice il Karma). Ma il capitano evidentemente ha il sonno pesante, e proprio in sogno ascolta una voce che lo implora d'invertire la rotta, ma il capitano sprezzante del pericolo ha in programma dei grossi affari nelle Indie Olandesi per cui decide di non ascoltare. Il capitano allora invoca il diavolo (come chiamare un amico al telefono) e fa una scommessa: se la nave fosse sopravvissuta alla tempesta il capitano si sarebbe tenuto la propria anima per l'eternità. E tu indovina un poco cosa succede ora Billy? Il capitano riesce a sal.... La nave si spezza in due tronconi e muoiono tutti.</p>\n<p style=\"text-align: justify;\"><em>Tutto qui?</em> Magari.</p>\n<p style=\"text-align: justify;\">La morte rifiuta l'anima del capitano (in altre versioni di tutto l'equipaggio) che si mette al timone della nave e comincia a vagare <em>in eterno</em> nei sette mari, giusto per spaventare quei poveretti che giurano di aver visto «<em>un vascello fantasma avvolto in una nebbia o emanante una luce spettrale i cui marinai della nave sono fantasmi, che tentano a volte di comunicare con le persone sulla terraferma</em>».</p>\n<p style=\"text-align: justify;\"><em>Ok Raffale, dopo aver distrutto una leggenda affascinante e tramandata nei secoli almeno parla di qualcosa che riguarda la fisica.</em></p>\n<p style=\"text-align: justify;\">Ehm, no. Aspetta Billy, hai alzato la cresta in questi mesi. Ora sali sui fagioli secchi e balla il tip tap.<br> A piedi nudi.</p>\n<p style=\"text-align: justify;\">Prima devo introdurre velocemente un altro personaggio della mitologia: la <strong>fata Morgana</strong>. Sorellastra di Artù (sì, quello della spada) è nota come una guaritrice e una mutaforma, ad ogni modo munita di poteri magici molto potenti (nell'adattamento della Disney è <em>Maga Magò</em>).</p>\n<p style=\"text-align: justify;\">Ti vedo confuso Billy: non trovi il nesso tra questi due strani personaggi leggendari?<br> Beh esso esiste ed è la <strong>luce</strong>.</p>\n<p style=\"text-align: justify;\">Come abbiamo già provato a <a href=\"http://www.fisicisenzapalestra.com/fisicamente/come-funziona-uno-specchio\" target=\"_blank\" rel=\"noopener noreferrer\">spiegarti qui</a> infatti, la luce altro non è che la manifestazione di un campo elettromagnetico variabile nel tempo.</p>\n<p style=\"text-align: justify;\">Essa viaggia mediante onde che si muovono, nel vuoto, alla velocità detta appunto <em>della luce</em>, ovvero <strong>c=299792458<em> m/s</em></strong>. Questo va sottolineato: <strong>nel vuoto</strong> Billy caro. Infatti nell'attraversare un materiale la luce viene deviata e rallentata.</p>\n<p style=\"text-align: justify;\">Ora, mentre del secondo aspetto abbiamo già <a href=\"http://www.fisicisenzapalestra.com/fisicamente/effetto-cherenkov/\" target=\"_blank\" rel=\"noopener noreferrer\">parlato qui</a>, il primo è quello che davvero ci interessa per trovare il filo di Rihanna (no, non è un errore di battitura) di questo poema.</p>\n<h2 id=\"mcetoc_1e5fnirv71\" style=\"text-align: justify;\">Le leggi di Snell</h2>\n<p style=\"text-align: justify;\">A regolare la riflessione e la rifrazione (ovvero come si comporta la luce nell'attraversare un materiale) ci sono le «semplicissime» leggi di Snell. Tralasciando quella sulla riflessione che non ci interessa, la legge della rifrazione è:</p>\n<p style=\"text-align: center;\">[latex]n_{2}sin\\theta_{T}=n_{1}sin\\theta_{I}[/latex]</p>\n<p style=\"text-align: justify;\">dove i termini in <em><strong>n</strong></em> sono detti indici di rifrazione che (in parole MOLTO povere e semplicistiche) sintetizzano le caratteristiche elettriche di un materiale. Per chi non fosse avvezzo al mondo delle funzioni trigonometriche diamo una spiegazione <em>Billy-ready</em> per interpretare quella formula: se la radiazione luminosa (sì potevo anche scrivere luce ma così fa più figo) passa da un corpo con indice di rifrazione maggiore ad uno con indice di rifrazione minore, i raggi trasmessi (quindi quelli non riflessi) vengono deviati verso l'alto, mentre nella situazione inversa succede esattamente il contrario.</p>\n<p style=\"text-align: justify;\"><em>E allora? Non si capisce nulla di quello che vuoi dire!</em></p>\n<p style=\"text-align: justify;\">Billy ora ti spengo il computer! Zitto e ascolta!</p>\n<h2 id=\"mcetoc_1e5fnirv72\" style=\"text-align: justify;\">Miraggi</h2>\n<p style=\"text-align: justify;\"><a href=\"https://fisicisenzapalestra.github.io/media/posts/85/Sketch54104350.png\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/85/Sketch54104350.png\" alt=\"miraggioinferiore\" width=\"1280\" height=\"800\"></a></p>\n<p style=\"text-align: justify;\">La prima situazione descritta viene definita <strong>miraggio inferiore</strong> ed è quello più diffuso e conosciuto. Durante le giornate molto calde, quando l'asfalto si riscalda molto (e conseguentemente riscalda gli strati di aria più prossimi ad esso, abbassandone l'indice di rifrazione), sembra di vedere sull'asfalto pozzanghere d'acqua: in realtà quello che si sta osservando è il cielo, o meglio la sua radiazione luminosa che dall'orizzonte viene rifratta e devia fino ai nostri occhi. Il principio è lo stesso dei miraggi di oasi con annessi laghetti nei deserti di cui sono piene le storie ivi ambientate (quanto sono aulico eh?): l'immagine di questo tipo di miraggi è infatti capovolta rispetto alla prima, e ci si può trovare davanti immagini di palme che si \"riflettono\" nel terreno come se ci fosse dell'acqua, ingannando la nostra mente (complici sete e caldo ovviamente).</p>\n<p class=\"align-center\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/85/miraggio-inferiore-su-asfalto.jpg\" width=\"1021\" height=\"639\"> Esempio di miraggio inferiore.</p>\n<p style=\"text-align: justify;\"><strong>NB</strong>: <em>Ho parlato di orizzonte perché è necessario soddisfare la condizione di riflessione totale, della qualche almeno oggi non ci occuperemo, altrimenti finiamo dopodomani.</em></p>\n<p style=\"text-align: justify;\"><a href=\"https://fisicisenzapalestra.github.io/media/posts/85/Sketch5410393.png\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/85/Sketch5410393.png\" alt=\"Sketch5410393\" width=\"1280\" height=\"800\"></a></p>\n<p style=\"text-align: justify;\">Il secondo caso, detto <strong>miraggio superiore</strong>, è più raro e stupefacente: i raggi vengono curvati verso il basso, permettendo all'osservatore di scorgere immagini che si trovano anche molto oltre l'orizzonte fluttuare nel cielo. E' questo il caso di navi e coste avvistate mentre fluttuano allegramente nel cielo sopra mari molto freddi, tipicamente nel Nord Europa.</p>\n<p class=\"align-center\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/85/article-0-129FC49E000005DC-904_634x384.jpg\" width=\"634\" height=\"384\"> Un esempio di miraggio superiore.</p>\n<p style=\"text-align: justify;\">Forse in questo momento, per una volta nella tua vita, stai pensando a quello che penso io: e se i due effetti si sommassero? Qualcuno dev'esserselo già chiesto, è la risposta che ha dato ha un che di familiare: <strong>fata morgana</strong>.</p>\n<p style=\"text-align: justify;\"><em>Ah ma allora prima non stavi dicendo cose a caso.</em></p>\n<p style=\"text-align: justify;\">Billy solo per questo pensiero <em>t'avessa sparà mocc</em>.</p>\n<p style=\"text-align: justify;\">Il riferimento alla sorellastra di Artù deriva dai racconti che vedono la fata/strega artefice di visioni di fantastici castelli in aria o in terra per attirare i marinai e condurli alla morte. Inoltre in nome italiano è conosciuto in tutto il mondo perché questo fenomeno è molto frequente nello <em>Stretto di Messina</em>, dove circola la leggenda seconda la quale un re Barbaro giunto in Calabria stava architettando un modo per giungere in Sicilia (il ponte all'epoca ancora non esisteva......) quando una donna gli fece apparire l'isola a due passi: tuffatosi in acqua scopre che era tutto finto e muore, fine.</p>\n<p style=\"text-align: justify;\">Tornando alla fisica, il fenomeno ottico in questione consiste in una deformazione molto spinta di oggetti che si trovano oltre l'orizzonte, che vengono compressi e allungati in maniera repentina e «casuale»: sembra di osservare una pellicola danneggiata, tanto che spesso gli oggetti sono difficilmente riconoscibili.</p>\n<p style=\"text-align: justify;\">La differenza fondamentale con i miraggi sopra descritti è la presenza in questo caso di un <strong>condotto atmosferico</strong>: uno strato d'aria molto calda deve soprastare uno strato di aria molto più fredda, per cui avremo una situazione in cui l'indice di rifrazione varia con la quota, aumentando per poi diminuire di nuovo. Questo fa si che «sopra» i raggi vengano deviati in alto e «sotto» verso il basso generando immagini allungate e appunto distorte (oltre alla tipica fluttuazione che deriva dal miraggio superiore).</p>\n<p style=\"text-align: justify;\">Ora tiriamo le somme di questa storia (che poi ti immagini se davvero la gente andasse lanciando<em> 2+2</em> o <em>7+3</em>, sarebbe molto divertente): abbiamo una nave fantasma evanescente, che compare fluttuando sulle acque solo ad alcuni fortunati navigatori ed un effetto ottico che distorce gli oggetti che si trovano oltre l'orizzonte, allungandoli e deformandoli in maniera casuale.</p>\n<p class=\"align-center\"><img class=\"post__image post__image--center\" src=\"https://fisicisenzapalestra.github.io/media/posts/85/fata.jpg\" alt=\"Fata Morgana\" width=\"1767\" height=\"1325\"> Una visione causata dall'effetto della Fata Morgana, molto simile alla descrizione dell'olandese volante.</p>\n<p style=\"text-align: justify;\">Ora non voglio essere il guastafeste che ti viene a dire che Babbo Natale non esiste, voglio solo indicarti quel panzone di tuo zio e farti notare che ha la stesa voce di quel signore vestito di rosso con la barba bianca che è venuto a portarti il regalo l'altra sera, tutto qui.</p>\n<p style=\"text-align: justify;\">Cosa hai appreso da questo kilometrico post?</p>\n<p style=\"text-align: justify;\">Probabilmente nulla. Nella migliore della ipotesi però spero che ti abbia aiutato a capire che bisogna prendere le dicerie e le storie di corridoio con le pinze, perché dove non arriva la scienza (o in generale l'intelletto del narrante) spesso nasce la poesia.</p>\n<p style=\"text-align: justify;\">Sì, ora mi sono sentito come Jim Morrison.</p>\n<p style=\"text-align: justify;\">Cià Cià!</p>",
            "image": "https://fisicisenzapalestra.github.io/media/posts/85/fatamorgana1.jpg",
            "author": {
                "name": "Raffaele Farinaro"
            },
            "tags": [
                   "Fisica"
            ],
            "date_published": "2020-04-09T17:07:47+02:00",
            "date_modified": "2020-04-09T17:07:47+02:00"
        }
    ]
}
